{
 "sections": [
 {
 "id": "section_1",
 "title": "PREFACE",
 "content": "C’est par le souci de réconcilier le spirituel et le temporel que le Dahira Safinatoul Lamane a été fondé par les enseignants de la commune de Kaolack. Le pragmatisme mouride a amené le Dahira à s’atteler à l’essentiel dès sa création. C’est ainsi qu’ils entreprirent la traduction du Livre de Serigne Souhaïbou Mbacké, fils de Khadim Rassoul, Fondateur du Mouridisme. Par ce travail le Dahira souhaite détruire le mur qui se dressait devant les francophones en ce qui conserne ce Trésor : cette encyclopédie, ce recueil de rituels de sciences mystiques et de soufisme. C’est un livre que l’on peut dénommer le Nid parce que d’abord c’est un abri ; il aura été le fruit de recherches entreprises à travers des livres rares, chers et anciens. Il contient des connaissances et des secrets que les chefs religieux de l’époque considéraient comme leur patrimoine personnel ; et pour une tant soit peu il fallait passer des années et des années à travailler au service du détenteur. Par cette œuvre colossale nous pensons que nous sommes arrivés à ouvrir une brèche qui permet aux francophones de mieux pratiquer le soufisme et de mieux se préparer pour l’au-delà. Pour terminer j’insiste sur le fait que ce livre est un recueil. Aussi peut-il contenir des idées que le Cheikh n’a fait que rapporter. Nous prions le Tout Puissant pour qu’il accepte cette œuvre et qu’il en fasse un creuset qui aidera à la formation de citoyens et de musulmans dignes de ce nom, afin que tout le monde puisse vivre ensemble dans la paix et dans la concorde. Docteur Khadim Awa Balla Mbacké Pédiatre à l’Hôpital de Kaolack. "
 },
 {
 "id": "section_2",
 "title": "BISMILAHI RAHMANI RAHIMI",
 "content": "<h1>AVANT – PROPOS</h1> L’expérience non linguistique d’une chose est un préalable indispensable à la compréhension de cette chose. Voilà qui en dit long sur la complexité de notre entreprise de traduction, l’exactitude de la traduction étant intimement liée à la maîtrise des concepts de départ et de celles d’arrivée. Or nous n’avons jamais appris à manipuler des concepts dans cette langue qui est nôtre,le WOLOF, en noutre, le message religieux que nous transposons du wolof au français ne nous est familier qu’autant qu’il concernait les pratiques culturelles de tous les jours. Seul le vif intérêt que le livre a suscité en nous nous a poussés à vouloir en faire profiter à ceux d’entre nos coreligionnaires qui n’ont pas eu la chance de pouvoir lire le « WOLOFAL » (texte wolof écrit à partir de l’alphabet arabe) dans le texte. Aussi ne prétendons-nous nullement proposer une traduction parfaite étant entendu que même si nous étions des spécialistes en la matière il n’existe pas d’équivalence complète entre unités linguistiques provenant de langues différentes. Inutile donc de préciser que nous avons trahi le texte original. Pour limiter les dégâts dans la mesure du possible nous avons quelquefois laissé certains vocables non traduits, non sans les avoir mis entre guillemets. Par ailleurs aux difficultés rencontrées dans la traduction proprement dite viennent s’ajouter d’autres difficultés non moins importantes, difficultés liées entre autres à la transcription avec les caractères latins de versets ou de sourates arabesque nous n’avons pas jugé utile de traduire : il s’agit en l’occurrence de prières à dire en arabe. Dans le cas d’espèces, nous avons hésite entre l’alphabet « sénégalais » et l’alphabet français avant d’opter pour ce dernier qui plus de chance d’être maîtriser par nos lecteurs. C’est ainsi que nous avons préfère le « KH »français au « X » de l’alphabet « sénégalais » pour transcrire le phénomène initial du mot « khouratoul Ayni », titre originel de l’ouvrage. Enfin il nous a paru mieux indiqué de laisser leur transcription arabe aux sourates et versets devant servir de breuvage ou à frictionner le corps dans certaines circonstances. Les extraits en questions sont regroupés en annexe à la fi de l’ouvrage. Puisse cet ouvrage être utile à plus d’un musulman ![b] Alhamdou li Lahi Rabil halamina wa sala Lahou hala saydina Mouhammadine wa hala alihi wa sahbihi wa salama tasliimane.[/b] Après avoir rendu grâce à Dieu, dans toute sa grandeur, prié sur son Prophète (PSL), nous nous proposons de rassembler dans ce livre, tout ce qu’il n’est pas permis d’ignorer à une personne majeure. Nous commençons par attester l’unicité de Dieu et rappeler ceux de ses attributs que toute personne majeure doit connaître : croire à cette unicité, au jugement dernier, à l’existence des anges, aux livres révélés par l’intermédiaire des prophètes, au destin, émanation de la volonté divine, croire au Prophète Mouhammad (PSL) et à tous les autres prophètes de Dieu. Nous nous proposons de faire connaître tous les devoirs dont toute personne majeure doit s’acquitter en propre ; la manière de les faire comme la prière rituelle, la purification, le pèlerinage à la Mecque, la Zakat (dime), le jeune, les pratiques obligatoires et les pratiques traditionnelles, tout ce qui est de nature à les entacher de nullité, les pratiques obligatoires dont l’acquittement par certains en dispense les autres, mais dont le manquement général consiste un péché grave pour toute la communauté : sont de celles-là, la toilette d’un mort, la prière sur un mort, l’inhumation d’un mort, ainsi de suite..., quelques pratiques traditionnels renforcées telles que le witr, la prière des deux fêtes (ou hite) : Korité, Tabaski ; certaines prières surérogatoires et tant d’autres, des choses recommandées comme le mariage et les obligations qui s’y rattachent telles que le divorce, la retraite légale (idda), etc... De faire connaître comment sceller un mariage, les précautions à prendre en faveur d’une femme enceinte ou en « travail », ce qu’il faut dire pour une femme dont les enfants ne vivent pas longtemps (yaradal), et pour une femme victime de fausses couches fréquentes ; comment baptiser un enfant, ce qu’il faut faire pour un nourrisson et comment sevrer un enfant. De faire connaître les prières à dire à l’intention d’un enfant et tout ce qui de nature à le protéger pendant sa croissance, les remèdes qu’il faut à une personne maladive et comment circoncire un enfant, comment égorger, comment sacrifier pendant la Tabaski, certains aliments dont le crédit est prohibé, certains choses dont l’échange doit rester équitable, les devoirs du croyant envers son voisin, comment assister un mourant, comment saluer ; les prières à faire lors de l’apparition du croissant lunaire, les prières à faire pendant certains jours de l’année, certains effets que Dieu a toujours liés à certaines causes comme de mourir avec la foi ou sans la foi, ce qui apporte la fortune et le contraire,la longévité et la bonne santé, les jours recommandés pour certaines choses et comment on aimerait qu’on lise le Coran, comment invoquer Dieu, comment faire l’aumône, certaines prières surérogatoires de la semaine et du mois de ramadan, comment prier sur le prophète (PSL). De faire connaître la nécessité du repentir, sa nature, les signes précurseur de la fin du monde, de même que certaines recommandations dont l’observation entraîne la rémission de tous les péchés commis et à commettre. Voilà en résumé, ce que nous nous proposons de développer dans ces lignes. Nous avons choisi les versions les plus communément admises, car dans certains cas, les avis sont partagés. Puisse le Tout Puissant exaucer tous nos vœux et nous permettre de finir nos jours en bon musulman. [b]«Alahouma sabitna hala dinikal islami Wah fazhou haleyna fi hayatina wakinda mamâtinâ Wabahda wa fâtina wa ahtinâ asdakhal irâdati Wa ahsana tawakouli wa libassa takhawa wa toula houmri fi housni hamaline Wa sahati riskhine wa sihati badanine. Wa housnal khâtimati wa sahaddatta daraïni maha kifayati amaïnima Wa doukhoulal djanati bikhaïri issabine Amine ya rabal alamina.[/b]»<p> Cher lecteur, sache enfin qu’aucune oeuvre humaine n’est parfaite. Un auteur peut toujours, après relecture se rendre compte des insuffisances de son œuvre. Cette opinion est largement répandue. <b>Bismil lahi rahmani rahimi.</p> DE L’UNICITE DE DIEU Il n’y a de divinité que Dieu. Son règne est sans partage. C’est Lui qui décide de tout. C’est Lui qui fait, c’est Lui qui défait. Il n’a besoin de l’assistance de personne, il ne demande l’autorisation de personne. Il n’agit que par sa Propre Volonté en toute chose en raison de Son Omnipuissance, en raison de Son Omniscience, en raison de sa seule Volonté. Il ne fait recours à personne mais tout le monde a besoin de Lui. Il préexiste à tous et il est éternel. Il entend, il voit, il parle, mais Sa Perception est sans commune mesure avec celle des créatures. Il ne ressemble à rien, à personne. Rien de ce que l’on peut imaginer ou concevoir par la pensée ou par la parole n’est semblable aux attributs de Dieu. Il n’a point enfanté, Il n’a pas été enfanté. Il n’est le parent de personne. Toute créature est Son serviteur. Il connaît tout, Il n’ignore rien, Il est Omniprésent, Il a le don de l’ubiquité : la solitude ne doit pas nous faire oublier qu’Il est partout avec nous, qu’il est témoin de nos actes et de nos paroles, Il les enregistre, n’en oublie aucun et nous les rétribuera en conséquence. Il connaît la pensée de chacun de nous, aussi nombreux que nous soyons, quelle que soit la diversité des idées émises. Chacun de nous comparaîtra seul devant Lui et croira alors être Sa seule créature. Il est le Créateur, Il nous fait vivre par Sa Grâce, Il fait, Il répand ses bienfaits sur nous. C’est Lui qui met fin à notre existence et nous ressuscite sans aucun doute. Après nous avoir ressuscités, Il nous rassemblera en un jour, en un lieu et nous lui rendons compte de nos actes, chacun en ce qui le concerne. Après examen de nos actes, Il nous enverra au paradis ou en enfer suivant que nos œuvres auront été bonnes ou mauvaises. Sa décision sera sans appel et chacun ne se préoccupera que de son propre sort.</p> "
 },
 {
 "id": "section_3",
 "title": "MOUHAMMADOUNE RASSOUL LOULAHI",
 "content": "« L’Envoyé » Notre Prophète Mouhammadou Rassoû Loulahi (PSL), Service de Dieu, est son Messager qu’il a envoyé auprès de tout le monde. Tout ce qu’il dit, tout ce qu’il fait est conforme aux instructions divines. Celui qui en conteste une partie, si petite soit elle, est un mécréant. Qui en retranche ou en rajoute tant soit peu est digne du plus grand mépris. S’il ne s’en repent pas, il sera précipité dans les feux de l’enfer. L’objet de sa mission est de nous révéler que nous devons nous soumettre à ses recommandations. La plus importante parmi celles-ci est la prière (cinq fois par jour). "
 },
 {
 "id": "section_5",
 "title": "LA PURIFICATION",
 "content": "La prière exige entre autres conditions la purification du corps, celle des habits, celle du lieu de prière.\n Parmi les différentes sortes de purification, la plus importante est celle du corps (dianaba), lorsque cela s’impose. Toute personne majeure doit se purifier le corps chaque fois que de besoin. Celui qui nie cela est un mécréant ; qui s’y refuse consciemment et sans motif valable est un impie et il est sans crédibilité. S’il ne s’en repent pas, il sera précipité dans les feux de l’enfer.\n RAISON D'UNE PURIFICATION\n Les raisons d’une purification corporelle sont de 4 sortes : \n 1°)- L’éjaculation consécutive à un grand plaisir ressenti à l’état de veille ou de sommeil. Celui qui constate du sperme sur ses habits après le réveil sans qu’il ne soit aperçu de son écoulement, doit se purifier et doit reprendre toutes les prières antérieures à cette constatation. Celui qui découvre après son réveil des taches suspectes sur son corps ou sur ses habits doit se purifier. Et doit reprendre toutes les prières antérieures à cette constatation.\n 2°)- Après les rapports sexuels, les deux personnes majeures doivent se purifier, même s’il n’y a pas eu éjaculation. - S’il s’agit d’un homme majeur et d’une mineure, la purification est obligatoire pour l’homme. - S’il s’agit d’une femme majeure, la purification ne s’impose pas s’il n’y a pas sécrétion. - La purification demeure méritoire pour la personne mineure dans les deux cas.\n 3°)- Une femme en période menstruelle doit se purifier après, si petite soit la quantité de saignement.\n 4°)- La purification est obligatoire en cas d’accouchement, même si celui-ci n’est pas accompagné de saignement.\n COMMENT SE PURIFIER ?\n - Se procurer de l’eau exempte de tout souillure, incolore, inodore et sans saveur.\n - se mettre dans un endroit décent et propre, se tourner vers l’Est (Kaaba) et dire « Bismillahi ».\n - se laver la main droite jusqu’au poignet 3 fois\n - puis la main gauche de la même façon\n - laver les parties souillées\n - laver proprement le sexe et formuler intérieurement l’intention de se purifier conformément aux recommandations divines\n - procéder au lavage une à une des différentes parties concernées par l’ablution à l’exception des pieds lesquels le seront à la fin.\n - prendre de l’eau dans ses mains et les passer sur ses cheveux, de la nuque vers le front.\n - se laver la tête trois fois en prenant soin de faire pénétrer l’eau partout à chaque fois.\n - laver les deux oreilles intérieurement et extérieurement en commençant par l’oreille droite.\n - se laver la nuque, le cou - laver le côté droit du coude au genou - procéder de même pour le coté gauche - laver la jambe droite jusqu’à la cheville - procéder la même pour la jambe gauche\n - se laver entièrement le dos\n - laver la poitrine et le ventre\n - enfin, laver les deux pieds qui auraient dû l’être lors de l’ablution.\n S’il s’agit de la purification en vue de la prière de vendredi les pieds doivent être lavés au moment de l’ablution. La grande ablution peut tenir lieu à la fois de lavage et d’ablution du vendredi, à condition que l’intention en soit formulée auparavant. LES PRACTIQUES OBLIGATOIRES DU LAVAGE (FARATA)\n (Elles sont au nombre de cinq)\n 1. formuler intérieurement l’intention\n 2. l’observance de l’ordre indiqué\n 3. mouiller le corps intégralement\n 4. se rincer le corps avec la main si possible ou avec tout autre moyen\n 5. mouiller la tête jusqu’au cuir chevelu Si des tresses empêchent une humectation totale, obligation est faite de les enlever.\n LES PRACTIQUES TRADIIONNELLES (SOUNA)\n (Elles sont au nombre de cinq)\n 1. commencer par laver les mains jusqu’au poignets\n 2. se rincer la bouche\n 3. faire pénétrer l’eau dans les narines en aspirant\n 4. faire sortir l’eau en soufflant par le nez\n 5. faire passer l’eau par les oreilles en prenant soin de ne pas la trop faire pénétrer de peur d’avoir des ennuis d’audition.\n S’assurer que les aisselles, les autres parties cachées du corps et les replis de la peau sont tous mouillés. "
 },
 {
 "id": "section_6",
 "title": "LES ABLUTIONS",
 "content": "Toute personne majeure doit faire ses ablutions avant de prier ou de toucher le Saint Coran. Quiconque le conteste est un mécréant. Celui qui transgresse cette prescription de façon délibérée et sans excuse est digne du plus grand mépris. S’il ne s’en repent pas avant sa mort, il sera précipité irrémédiablement en enfer.\n APRÈS ABLUTIONS : CAUSES POUVANT RENDRE CADUQUES LES ABLUTIONS\n 1. Le pet\n 2. Le fait d’aller à la selle\n 3. Le fait d’uriner\n 4. La sécrétion de liquide prostatique, consécutive à l’érection due à l’observation, à l’imagination, à l’attouchement.\n ON DEVRA DANS CE CAS, PROCÉDER AU LAVAGE DU SEXE ENTIEREMENT APRES EN AVOIR FORMULE L'INTENTION.\n - l’érection sans sécrétion n’annule pas l’ablution.\n 5- La sortie du « wadiyu » (liquide gluant) émis par l’homme et non accompagné de plaisir.\n 6- la sécrétion du sperme due à une maladie, à la fatigue ou à l’incontinence.\n Si cette sortie s’accompagne d’une jouissance sexuelle, la purification par le lavage est obligatoire.\n 7- la sécrétion du liquide précédant l’accouchement En cas d’accouchement non accompagné de sang, le lavage s’impose. S’il est accompagné de sang, le lavage se fera après l’épanchement de sang.\n 8- crise d’épilepsie ou de folie\n 9- l’évanouissement\n 10- l’ivresse\n 11- le sommeil profond, si court soit-il Il s’agit de sommeil pendant lequel un objet que l’on a dans sa main pourrait tomber sans qu’on s’en aperçoive ; ou durant lequel on serait amené à braver.\n 12- l’attouchement du corps d’une femme, de ses cheveux, de ses ongles, ou de ses habits par un homme majeur avec l’intention d’en jouir, qu’il y trouve ou non du plaisir, si cette femme est capable et est en âge de lui procurer du plaisir ; s’il y trouve du plaisir sans l’avoir cherché. Si le plaisir n’est ni recherché, ni obtenu, l’ablution n’est pas annulée. Cela s’applique aussi à la femme. L’attouchement entre mineur est sans effet.\n 13- Le baiser entre homme et femme, (bouche à bouche) qu’il soit suivi ou nom de jouissance, qu’il y est ou non l’intention, entraîne l’annulation de l’ablution. - Si le baiser se fait entre majeur et mineur, il y a seulement annulation pour la personne majeure. - S’il s’agit de deux enfants, il n’y a pas d’effet. Le baiser par le nez a le même effet que l’attouchement. Embrasser un enfant par commisération n’annule pas l’ablution. Embrasser son père ou sa propre mère, son supérieur (kilifa) ou son proche parent dans l’intention de l’honorer ou par compassion n’annule pas non plus l’ablution.\n 14- Le fait pour homme de toucher sa verge par la paume, les doigts ou le contour de la main annule l’ablution. L’attouchement de la verge même par-dessus les habits ne l’annule pas. L’attouchement des parties intimes en dehors de la verge ne l’annule pas. Quand à la femme qui touche son sexe, il n’y a pas d’annulation même si cela se fait par le doigt.\n 15- En cas d’incertitude à quelque niveau qu’elle se situe, l’ablution s’impose si la prière n’a pas encore été faite. Par exemple A-t-on commis un acte postérieur aux ablutions et qui soit de nature à les annuler ? Ou enfin on est sûr d’avoir fait ses ablutions mais on doute de leur validité ? - Si le doute subsiste avant la prière, on doit reprendre les ablutions.\n - Si le doute subsiste encore pendant la prière, il convient de l’interrompre et de reprendre les ablutions.\n - Si le doute n’existe plus, il n’y a pas lieu de reprendre les ablutions tant qu’on n’est pas sûr qu’il y avait une cause annulation.\n - En cas de certitude d’une cause d’annulation des ablutions, on doit reprendre et les ablutions et la prière. « LE SIWOU » (LAVAGE DE PARTIES INTIMES) Consiste à laver proprement les parties intimes avec de l’eau non souillée, non altérée dans sa couleur, sa saveur et dans son odeur avant de quitter les lieux de toilettes. Il est donc conseillé d’y aller avec de l’eau. S’il s’agit de toilette, il est méritoire d’introduire le pied gauche et dire avant d’entrer : « Bismilahi allahouma iniya a honsoubika minal khouboussi wal khabâ issi. » Une fois à l’intérieur, on ne prononce plus la formule. Il est aussi méritoire de sortir par le pied droit et dire : « Bismilahi alhamdoulilahi lazi azhaba anil âzâ wa hâfâni. » Si c’est en plein air, la formule d’entrée doit se dire avant de découvrir et la formule de sortie après le besoin. Si la précaution d’emporter de l’eau n’a pas été prise, il y a risque de souillure des vêtements, ce qui est de nature à annuler la prière ultérieure ; c’est la raison pour laquelle, le « siwou » revêt une importance capitale. Il faudra avant de s’y employer, s’assurer qu’il ne reste plus aucune goutte d’urine dans ce canal qu’on appelle urètre. La durée de l’évacuation varie suivant les hommes. Chez certains, il est nécessaire de faire quelques pas avant de procéder au lavage de la verge, car la sécrétion d’urine survenue après le lavage de la verge due à un manque de patience est de ces péchés susceptibles de provoquer des châtiments dans la tombe. C’est seulement après le « siwou » que l’on doit procéder à l’ablution.\n PRACTIQUE DE L'ABLUTION \n Chercher de l’eau non souillée ;\n s’asseoir dans un lieu propre de toute souillure ;\n se tourner vers la Kaaba (l’Est) ;\n dire Bismillahi et se rincer la bouche (emploi de cure dents).\n - Se laver les mains (3 fois) jusqu’aux poignets en commençant par la main droite.\n - se rincer la bouche (3 fois)\n - Aspirer l’eau par les narines et l’en rejeter en soufflant par le nez (3 fois) : aspirer avec la main droite, rejeter avec la main gauche\n - se laver le visage (3 fois) en formulant intérieurement l’intention de faire l’ablution selon les obligations divines.\n - se laver l’avant-bras droit, puis l’avant-bras gauche (chacun 3 fois)\n - faire passer l’eau sur la tête du front à la nuque, puis de la nuque au front\n - se laver les oreilles\n - enfin se laver le pied droit (3 fois), puis le pied gauche de la même façon Après cela, lever la tête vers le ciel et dire ceci :\n Achadouane lahilaha illalah wahdahô la charika lahô wa ach hadou annas seydina Mouhamadane sala lahô tahala aleyhi wassalama. Abdouho wa rassoulouhou ala houmadj halna minattawa bîna wadj halna minal moutatakhirina wadj halna mine ibadika sahilina wa add khilnâfildjanati wa bahidna mina nâri allahouma sali alla seydina Mouhamadine wa alla ali seydina Mouhamadine wa salim.\n LES PRACTIQUES OBLIGATOIRES DE L'ABLOUTION(FARATA)\n Elles sont au nombre de huit (8) et s’énumérent ainsi qu’il suit :\n 1°)- Formuler intérieurement l’intention de s’acquitter de cette obligation au moment de se laver le visage.\n 2°)- Se laver entièrement le visage\n 3°)- Se laver les avant-bras, jusqu’aux coudes\n 4°)- Laver les doigts séparément\n 5°)- faire passer l’eau sur l’ensemble des cheveux.\n • Si les cheveux sont tressés sans aucune matière artificielle, il n’est pas nécessaire de les détresser.\n • Si par contre, une quelconque matière artificielle est rajouté aux cheveux, il faut défaire les tresses pour que les cheveux puissent être entièrement mouillés. D’ailleurs, l’utilisation de cheveux artificiels est une mauvaise chose (P.12) Cela n’est valable que pour la petite ablution. Si l’épaisseur des tresses est de nature à empêcher l’eau d’atteindre le cuir chevelu, il faut les défaire dans le cas de la purification par lavage même si les tresses ne sont faites qu’avec des cheveux naturels.\n 6°)- Laver entièrement les pieds jusqu’aux chevilles en rinçant chaque orteil.\n 7°)- Frotter chaque partie au moment de son lavage en utilisant une quantité d’eau strictement nécessaire.\n 8°)- observer rigoureusement l’ordre tel qu’il est établi ; ne pas trop attendre entre le lavage des différentes parties sous peine d’annulation de l’ablution (ne pas attendre qu’un membre sèche avant de passer à l’autre).\n Si, après l’ablution, on se souvient d’avoir oublié une partie, on doit procéder à son lavage si les membres lavés sont déjà secs. Si on s’en souvient tout juste (avant l’assèchement des parties lavées), on reprend l’opération à partir de la partie omise jusqu’à la fin.\n LES PRACTIQUES TRADITIONELLES DE L'ABLOUTION (SOUNA)\n Elles sont au nombre de huit (8) et s’énumèrent ainsi qu’il suit :\n 1°) – Commencer par se laver les mains jusqu’aux poignets\n 2°) – Se rincer la bouche\n 3°) – Faire pénétrer l’eau dans les narines en aspirant\n 4°) – L’en faire sortir en soufflant par les narines\n 5°) – Puis passer les mains à l’intérieur et à l’extérieur des oreilles\n 6°) – Se mouiller à nouveau les mains avant de les faire passer sur les oreilles\n 7°) – Ramener les mains au front après les avoir portées à la nuque\n 8°) – Ne pas inverser l’ordre établi concernant les pratiques obligatoires.\n LES MÉRITES DE L'ABLOUTION\n L’ablution est recommandée à qui veut\n • Réciter le Coran, les hadiths ou les connaissances religieuses \n • Invoquer les noms d’Allah\n• Rendre visite à un saint homme\n • Aller dans un marché\n • S’endormir\n Il est méritoire de renouveler fréquemment ses ablutions. A l’occasion, il est recommandé de formuler l’intention de s’acquitter d’une prière obligatoire au moment du renouvellement. Si cette précaution n’est pas prise, l’ablution ne pourra pas servir à une prière obligatoire ou une prière surérogatoire et fait le tour de la Kaaba. Si l’ablution n’a servi qu’à la lecture du Coran, on peut se passer de la renouveler L’emploi du cure-dent (soocu) est méritoire, si possible avant la prière. Il est conseillé de se curer les dents, cela permet de :\n • S’attirer les grâces de Dieu\n • Provoquer l’irritation et al colère de satan\n • Se rappeler le nom de Dieu dans l’article de la mort\n • Conserver sa foi jusqu’au dernier soupir\n • Rentrer dans les bonnes grâces des deux (2) anges gardiens\n • Atténuer les affres de l’agonie\n • Multiplier nos chances d’avoir de la fortune\n • Aiguiser l’intelligence\n • Améliorer la vue\n • Faciliter l’expression\n • Faciliter la digestion\n • Rendre les dents plus solides et la bouche plus propre\n • Embellir la chevelure et retarder la veillesse. "
 },
 {
 "id": "section_7",
 "title": "LE TAYAMOUM (TIIM) OU LUSTRATION PULVÉRALE",
 "content": "La lustration pulvérale est autorisée à celui qui veut effectuer sa prière ou lire ou écrire le Coran ou pour toute autre pratique similaire lorsqu’il est dans l’impossibilité totale de trouver l’eau pour se purifier (ablutions ou lavage). Elle intervient au début de l’heure prescrite pour la prière, si on est sûr et certain du manque d’eau. En cas de doute, elle intervient au milieu de l’intervalle de temps prescrit.\n a. – On peut pratiquer la lustration pulvérale au début de l’heure si on est certain de ne pas avoir de l’eau.\n b. – Dans l’incertitude, on l’effectue au milieu de l’intervalle de temps prescrit.\n c. – S’il y a toujours de l’espoir d’en trouver, on peut attendre jusqu’à la limite extrême. Cependant, on ne doit sous aucun prétexte retarder les prières. Si on souffre d’une maladie que l’eau est susceptible d’aggraver, on peut la faire chauffer ou y mettre du sel. Si malgré tout les risques d’aggravation de la maladie demeurent, on peut procéder à la lustration pulvérale. Mais celui qui pratique la lustration pulvérale en dehors des conditions énumérées ci-dessus, est digne du plus grand mépris ; la prière effectuée est nulle et doit être refaite ; celui-là ne peut en aucun cas servir ni d’imam, ni de témoin ; s’il ne s’en repent pas jusqu’à sa mort, il sera précipité en enfer. COMMENT PRACTIQUER LA LUSTRATION PULVERALE ?\n - Attendre le moment précis pour la prière ; la faire sur du sable non souillé, sur une pierre naturelle à l’exclusion du ciment, de la chaux éteinte, des carreaux, etc.... Y bien appuyer les paumes, les doigts tendus bien joints. Bien frotter tout le visage en commençant par la main droite, sans en enlever les grains de sable qui pourraient s’y trouver. Formuler intérieurement en ce moment, l’intention de la faire tenir lieu de grande ablution ou petite ablution en vue de s’acquitter d’une prière. Remettre les paumes sur le sable en appuyant et en écartant légèrement les doigts. Placer le dos de la main droite dans la main de la main gauche puis frotter à partir de l’extrémité des doigts jusqu’aux coudes. Ensuite frotter l’intérieur de l’avant-bras jusqu’aux poignets. Frotter l’intérieur du pouce droit avec l’intérieure du pouce gauche, faire de même pour la main gauche. Frotter les deux (2) paumes et entrecroiser les doigts. La lustration pulvérale ne peut servir qu’à une seule prière obligatoire. Cependant, on pourra s’en servir après pour une prière surérogatoire, pour lire le Coran ou pour toute autre pratique traditionnelle si l’intention en a été formulée. Donc à chaque pratique obligatoire sa lustration pulvérale. Celui qui n’a pas d’eau et qui n’est ni malade, ni en déplacement, n’a le droit de pratiquer la lustration pulvérale en vue de prier sur un mort que lorsqu’il n’a que lui pour le faire. Il ne peut non plus procéder à la lustration pulvérale pour une prière surérogatoire qui n’est pas consécutive à une prière obligatoire. Celui qui pratique la lustration pulvérale pour lire le Coran ou pour toute autre pratique traditionnelle doit formuler intérieurement l’intention de s’en servir pour lire le Coran ou faire la pratique en question et s’y mettre immédiatement, faute de quoi, la lustration n’est plus valable.\n LES PRACTIQUES OBLIGATOIRES DE LA LUSTRATION PULVÉRALE\n sont au nombre de huit (8) et s’énumèrent ainsi qu’il suit :\n 1. En formuler intérieurement d’abord l’intention afin de s’acquitter d’une prière ou de toute autre pratique.\n 2. Appuyer les mains sur le sol une première fois.\n 3. Frotter l’ensemble du visage.\n 4. Frotter entièrement les mains jusqu’aux poignets.\n 5. Veiller à la propreté du lieu (ou de la pierre).\n 6. Respecter l’ordre établi avec rapidité pour éviter la nullité de la lustration.\n 7. Accomplir aussitôt après ce pourquoi on a fait la lustration sous peine de nullité.\n 8. Faire la lustration à l’heure prescrite pour la prière. Si on la fait avant, la prière est nulle.\n LES PRACTIQUES TRADITIONELLES (SUNNA)\n Les pratiques traditionnelles sont au nombre de quatre (4) et s’énumèrent ainsi qu’il suit :\n 1. Respecter l’ordre établi, recommencer si par mégarde, on intervient l’ordre.\n 2. Poser les mains une deuxième fois.\n 3. Frotter les avant-bras à partir du poignet.\n 4. Frotter les différentes parties sans enlever la poussière.\n "
 },
 {
 "id": "section_8",
 "title": "LES SOUILLURES",
 "content": "Obligation est faite à tout croyant d’enlever les souillures laissées sur son corps, sur ses habits, sur les lieux de prière dès qu’il s’en aperçoit. S’il a des doutes, il doit laver la partie présumée souillée. S’il constate des tâches sur ses habits ou sur son corps et dont il ignore la nature, il n’est pas tenu de les enlever. Pour enlever les souillures liquides constatées sur le sol, on doit y verser une quantité d’eau importante. S’il s’agit de souillures non liquides, il fait les faire disparaître. Lorsqu’un chien boit dans un récipient contenant une quantité d’eau égale ou inférieure à deux litres, cette eau devient impropre à la purification et il est méritoire de la verser, on pourrait tout au plus l’utiliser mais uniquement à des fins profanes. Cependant, il vaut mieux la verser. Il est aussi méritoire de laver le récipient sept (7) fois sans employer du sable avant un nouvel usage. Si le chien trempe la langue sans la remuer ou s’il salive dans le récipient ou s’il se contente seulement de le lécher, dans ce cas, l’eau comme le récipient est utilisable. Il en est de même s’il s’agit de récipient contenant un aliment liquide comme le lait caillé, il en est aussi de même si la quantité d’eau excède deux litres. S’il s’agit d’une eau courante comme celle des marigots, des lacs, des citernes ou des bassins, si un animal tombe dans cette eau et y meurt sans l’altérer, il est recommandé d’enlever la partie de l’eau susceptible de contenir quelque chose qui provient de l’animal. Tout cela dépend de la taille de l’animal et de la quantité de l’eau. S’il s’agit d’une eau courante ou d’une eau provenant d’une source, si elle n’est pas altérée, on ne doit pas non plus procéder à son dragage. Mais si l’eau est altérée on est obligé de procéder à ces opérations (prélèvement de la partie souillée, dragage) sauf si la chute de l’animal dans l’eau n’a pas entraîné sa mort. Il en est de même si la mort de l’animal est antérieure à la chute et que l’eau n’est pas altérée. Tout aliment susceptible d’altération, quelle que soit l’importance de la quantité (lait caillé, bouillie, huile, etc....) et quelque négligeable que soit la souillure doit être jeté. Si l’aliment n’est pas altéré et que la souillure n’y a pas duré au point de le pénétrer, on peut se contenter d’enlever la souillure et tout ce qui l’entoure. Si la durée est suffisamment longue au point de devoir altérer l’aliment, il faut alors le jeter. Celui qui a une égratignure, une blessure, un abcès, une plaie, doit au moment des ablutions, faire passer la main dessus s’il craint d’aggraver la plaie ou de se faire mal et laver les autres parties. S’il ne peut pas supporter le massage, il effleure la rugosité, si cela n’est pas possible, il ne peut l’effleurer par-dessus une bande d’étoffe ou encore doubler la bande autant de fois qu’il le jugera nécessaire, s’il n’en est pas du tout capable, alors, il peut sauter la partie douloureuse et se contenter de se laver ou de faire ses ablutions. En cas de conjonctivite grave, on doit faire passer la main sur les yeux ou sur le front, si cela n’est pas possible, on peut passer la main sur une bande d’étoffe posée sur les yeux, doubler la bande au besoin, si malgré tout on ne supporte pas le massage, on peut alors contenter de laver les autres parties du corps. Si la bande se déplaçait ou arrivait à tomber, qu’on lui remette le plus rapidement possible et que on reprenne l’opération, faute de quoi, l’ablution devient nulle. "
 },
 {
 "id": "section_9",
 "title": "LES MENSTRUES",
 "content": "C’est l’écoulement de sang propre à la femme de 9 ans au moins et de 70 ans au plus ; cet écoulement est périodique et non provoqué. On distingue là, trois (3) catégories de femmes\n : a. celle à qui cela vient d’arriver\n b. celle qui en est habituée\n c. la femme enceinte. 1°)- CELLE À QUI CELA VIENT D'ARRIVER :\n Pour la première, la durée de l’écoulement n’excède pas quinze jours ; si elle excède quinze jours, il ne s’agit plus de menstrues mais d’une maladie, alors la femme pourra se purifier, faire ses prières, jeûner éventuellement et reprendre ses rapports avec son mari. Si après une interruption les menstrues reprennent, la femme doit faire la somme des jours d’écoulement. Si cette somme excède quinze jours cela signifie qu’il ne s’agit plus de menstrues mais d’une maladie. Alors elle pourra se purifier, faire ses prières, jeûner et reprendre ses rapports sexuels avec son mari. Pendant les jours d’interruption, elle doit se purifier, faire ses prières, jeûner et reprendre ses rapports avec son mari. Si la somme égale quinze, il s’agit bien de menstrues et non d’une maladie car quinze (15) jours c’est la durée minimale de l’état de pureté d’une femme. Tout état de pureté de moins de quinze (15) jours peut faire penser à une maladie mais si cela dure quinze (15) jours de pureté, tout nouvel écoulement provient des menstrues.\n 2°)- CELLE QUI EN EST HABITUÉE\n Si l’écoulement se manifeste plus longtemps que d’habitude, elle attend trois (3) jours au-delà desquels elle devra se laver, faire ses prières, jeûner et reprendre ses rapports. L’attente de trois (3) jours n’est valable que si la durée totale de l’écoulement n’excède pas quinze (15) jours.\n • Si la période dure habituellement treize (13) jours, l’attente devra durer deux (2) jours.\n • Si la période dure habituellement quatorze (14) jours, elle attend un (1) jour.\n • Si la durée habituelle est de quinze (15) jours, elle n’attend pas, même en cas de non interruption de l’écoulement, car il s’agit alors là de maladie.\n 3°)- LA FEMME ENCEINTE :\n On rencontre rarement l’écoulement de sang chez la femme enceinte.\n • Si cela arrivait, les menstrues interviennent rarement avant les deux premiers mois de la grossesse.\n • Entre le deuxième et le sixième mois, cet écoulement ne peut excéder vingt (20) jours.\n • Au-delà des 20 jours, elle doit se laver, faire ses prières, jeûner et reprendre ses rapports.\n • S’il y a interruption et reprise des menstrues sans que l’interruption ne dure quinze (15) jours, elle fait la somme des jours d’écoulement jusqu’à concurrence des vingt (20) jours au-delà desquels il ne s’agit plus de menstrues mais de maladie. Après constat de cette maladie pendant les jours d’interruption, elle peut se laver, faire ses prières, jeûner et rependre ses rapports. Entre le sixième et le terme de la grossesse, l’écoulement ne peut excéder trente (30) jours. Si la durée excède trente (30) jours il ne s’agit plus de menstrues mais de maladie. Elle peut se laver, faire ses prières, jeûner et reprendre ses rapports. S’il y a interruption reprise des menstrues, et que l’interruption ne dure pas quinze (15) jours, elle fait la somme des jours de l’écoulement jusqu’à concurrence de trente (30) jours. Si l’écoulement dure plus de 30 jours, il ne s’agit plus alors de menstrues mais plutôt de maladie. Pendant les jours d’interruption, elle peut se laver, faire ses prières, jeûner et reprendre ses rapports.\n L'ARRÊT DES MENSTRUES\n Il y a deux façons de reconnaître l’arrêt des menstrues :\n 1. Lorsque après introduction d’un morceau d’étoffe ou de coton dans le sexe pendant une certaine durée, l’on constate qu’il n’y a pas de trace de sang neuf même si ces objets sont mouillés.\n 2. Lorsqu’on constate l’écoulement d’un liquide blanc semblable au sperme. Toute femme dont l’apparition de pertes blanches signale l’arrêt des menstrues peut le cas échéant se purifier immédiatement sans attendre la siccité (l’assèchement du sexe).\n Les femmes dont la siccité du sexe précède l’apparition de pertes blanches peuvent se purifier même s’il leur arrive d’observer le phénomène inverse (pertes blanches avant l’assèchement). Les femmes dont la siccité du sexe est antérieure à l’apparition de pertes blanches doivent se purifier après avoir attendu la fin du Mokhtar (temps idéal pendant lequel on doit effectuer une prière rituelle). Si l’apparition de pertes blanches survient après la purification, la femme n’est pas tenue de renouveler cette purification, étant entendu qu’elle avait déjà attendu la fin du « Mokhtar ». Elle devra reprendre la purification si elle n’a pas attendu la fin du « Mokhtar ». La femme doit se purifier immédiatement après la siccité du sexe si habituellement cette siccité n’est pas suivie de pertes blanches. * La femme qui vient de voir pour la première fois ses menstrues doit se purifier immédiatement après la siccité ou immédiatement après l’apparition de pertes blanches.\n * La femme en période de menstrues ne doit pas faire ses prières et n’est pas tenue de les effectuer après en guise de compensation.\n - Elle ne doit pas jeûner mais doit obligatoirement s’en acquitter à titre compensatoire\n - Elle ne doit pas faire le tour de la Kaaba\n - Elle ne doit pas observer de retraite d’adoration « lihtikaf »\n - Elle ne peut pas avoir de rapports sexuels\n - Elle ne doit pas être répudiée.\n - On ne doit pas flirter avec elle ni chercher à tirer du plaisir de la partie du corps comprise entre le nombril et les genoux.\n - Elle ne doit pas entrer dans une mosquée\n - Elle ne doit toucher au Coran que pour l’enseigner ou l’étudier\n - Elle peut le réciter\n - La prière, le jeûne, le tour de la Kaaba, la retraite, le flirt, les rapports sexuels, la répudiation et toute autre pratique, ne lui sont possibles qu’après l’arrêt des menstrues, ces interdits demeurent jusqu’à ce que la purification soit faite. La femme en période de menstrues doit vérifier à chaque moment, s’il y a arrêt des menstrues.\n • Si l’arrêt des menstrues intervient après l’aurore (fadiar), elle doit effectuer la prière du matin, si elle dispose d’un temps suffisant pour se purifier et effectuer ne serait ce qu’une rakka avant le lever du soleil. Si ce temps s’avère insuffisant, il ne s’agit plus d’une obligation. Si l’arrêt des menstrues survient et qu’elle dispose d’un temps suffisant pour se purifier et effectuer cinq (5) rakkas, avant le coucher du soleil, elle doit s’acquitter des prières de zohr et d’asri (tisbar et takoussane).\n • Si l’arrêt des menstrues intervient avant l’aurore et qu’elle dispose d’un temps suffisant pour effectuer les 4 rakkas de l’aurore (fadiar), elle doit s’acquitter de sa prière de Maghreb (timis) et de icha (guéwé).\n • Par ailleurs, obligation est faite à la femme de connaître avec précision le début de ses menstrues.\n • Si les menstrues surviennent après l’aurore (fadiar) et qu’elle dispose de temps pour effectuer une (1) rakka en état d’impureté avant le lever du soleil, elle n’est pas tenue de s’en acquitter après purification.\n • Si les menstrues surviennent le soir et qu’elle dispose d’un temps suffisant pour effectuer cinq (5) rakkas en état d’impureté avant le coucher du soleil, elle n’a pas à s’acquitter de la de zohr et asri (tisbar et takoussane). Si elle ne peut effectuer plus que quatre (4) rakkas, alors elle doit s’acquitter de la prière de zohr (tisbar).\n • Si les menstrues surviennent à l’aube et qu’elle dispose d’un temps suffisant pour effectuer plus que trois (3) rakkas, elle n’a pas à s’acquitter de la prière de icha (guéwé), mais doit s’acquitter de la prière de Maghreb (timis).\n *En période de jeûne, la femme doit vérifier l’arrêt des menstrues avant l’aurore (fadiar).\n - Si l’arrêt survient avant l’aurore (fadiar), la femme doit jeûner.\n - Si l’arrêt des menstrues survient après l’aurore (fadiar), elle ne doit pas jeûner.\n - Si elle ne sait pas si l’arrêt des menstrues a eu lieu avant ou après l’aurore, elle devra jeûner ce jour et retenir cette date et procéder plus tard à un jeûne de compensation. "
 },
 {
 "id": "section_10",
 "title": "LES LOCHIES",
 "content": "L’accouchement s’accompagne de sang, ce saignement peut être simultané ou postérieur à l’accouchement mais n’est jamais antérieur à l’accouchement. Si le saignement est antérieur à l’accouchement si petit soit-il, il s’agit des menstrues. La durée maximale des lochies n’excède jamais soixante (60) jours. Si elle dépasse 60 jours, ce n’est plus des lochies, il s’agit de maladie. Aussi la femme doit-elle se purifier, s’acquitter de ses prières, jeûner et reprendre ses rapports sexuels. S’il y a interruption et reprise des lochies et que cette interruption reste inférieure à quinze (15) jours, elle décompte les jours de saignement jusqu’à concurrence de soixante (60) jours. Si la durée de cette reprise excède soixante jours, il ne s’agit plus de lochies mais d’une maladie, elle doit alors se purifier, faire ses prières, jeûner et reprendre ses rapports sexuels. S’il y a interruption et reprise des lochies et que la durée de cette interruption égale 15 jours, il ne s’agit plus de lochies, ni d’une maladie mais de menstrues. La femme en période de lochies et la femme en période de menstrues sont astreintes aux mêmes interdits, aux mêmes obligations et aux mêmes pratiques. Il est méritoire pour ces deux (2) femmes, après purification, d’introduire un morceau d’étoffe ou de coton parfumé dans son vagin à trois (3) reprises afin de faire disparaître toute odeur et toute humidité. Cela n’est pas une obligation mais une pratique méritoire. Il est aussi méritoire pour une femme après accouchement d’observer quarante (40) jours après purification avant de reprendre ses rapports sexuels. Cela n’est pas une obligation mais simplement méritoire. Il est recommandé à la femme en état de grossesse d’éviter un excès d’activités, de soulever des doigts lourds, de lever la main pour toucher des choses trop élevées, de manger ou de boire des aliments amères (aigres, acides, etc.). Si la durée de grossesse n’atteint pas six (6) mois, elle ne doit pas se purger. Si la durée de grossesse égale 6 mois, elle pourra se purger en utilisant une décoction légère de plante laxative (laydour). Si la durée de grossesse n’atteint pas quatre (4) mois, elle ne doit pas prendre des nivaquines. Si la durée atteint 4 mois, elle peut prendre des nivaquines à raison de 1 comprimé par jour jusqu’à accouchement. Il est recommandé à la femme en grossesse de limiter ses rapports sexuels surtout aux 2 e , 3 e , 5 e , 7 e et 9 e mois de grossesse. Pendant ces mois les rapports lui sont préjudiciables, qu’elle en soit consciente ou non. "
 },
 {
 "id": "section_11",
 "title": "LA PRIERE",
 "content": "Obligation est faite à tout musulman majeur de s’acquitter des 5 prières quotidiennes. Quiconque nie cela est un mécréant, qui y renonce délibérément et sans aucune dispense est un impie. Seule la démence peut dispenser de la prière. Toute personne qui jouit de ses facultés mentales doit obligatoirement s’acquitter de ces prières quelles que soient ses incapacités physiques quand bien même elle doit les faire par mimique. Celui qui ne les fait pas aux heures prescrites encourt les mêmes sanctions que celle citées ci-dessus, il n’est pas digne de foi. Selon la charia, il doit être condamné à mort, il sera irrémédiablement précipité dans la géhenne, s’il ne s’en repent pas. Les pratiques de la prière Après la purification du corps, des habits, et des lieux de prière, cacher au moins ses parties intimes, faute de quoi, la prière n’est pas valable. S’il s’agit d’un homme, il doit se couvrir des épaules jusqu’aux genoux. Quant à la femme, elle doit se couvrir tout le corps à l’exception des paumes, des mains et du visage. Toute partie devrant être couverte et qui ne l’est pas chez l’homme ou la femme, annule la prière, réparation doit être faite alors immédiatement. "
 },
 {
 "id": "section_12",
 "title": "LE NODD : APPEL A LA PRIERE",
 "content": "C’est une pratique traditionnelle (Souna) presque obligatoire pour toute mosquée ou pour tout rassemblement de personnes susceptibles d’en drainer d’autres. Pour celui qui a l’habitude d’annoncer l’heure de la prière, le faire devient pour lui une pratique traditionnelle (Souna), même s’il ne se trouve pas dans une mosquée. Il est méritoire pour une personne qui se trouve seule en brousse ou dans les champs, d’appeler à la prière même s’il n’espère pas que quelqu’un vienne prier avec elle. Il n’est pas recommandé pour une personne qui se trouve seule chez elle de procéder à l’appel à la prière. Lorsqu’il y a des mosquées, dans le même voisinage, quelle que soit leur proximité, l’appel à la prière devient pour chacune d’elles une pratique traditionnelle. Pour être valable, l’appel doit être effectué par un homme musulman jouissant ses facultés mentales. L’appel à la prière effectué par une femme est blâmable. Il est préférable que le muezzin soit un homme qui ait de la retenue (masrur) ayant une bonne notion de l’heure ayant une voix belle et forte, et soit en état de pureté (ablution) qu’il se mette sur un endroit assez élevé et face à l’Est. Cependant en prononçant les « haya alas salaat, haya alal falaah », il peut tourner sur lui-même. Durant l’appel, il ne doit pas parler, il ne doit pas saluer quelqu’un, ni répondre à une salutation, il ne doit l’interrompre sous aucun prétexte. On ne doit pas appeler à la prière avant l’heure prescrite sauf pour celle de l’aube (sobh), pour cette dernière, il est méritoire de faire l’appel avant l’heure, notamment vers la fin de la sixième et dernière partie de la nuit.\n COMMENT APPELER À LA PRIÈRE ?\n * Dire à haute voix -Alahou akbar (2 fois)\n * Dire à voix basse - Hach hadou annlaa ilaaha ilal lâh (2 fois), de manière audible\n * Dire - Hach hadou anna Mouhammadan Rassouloulah (2 fois) et de la même manière\n - Hach hadou ann lahilaha ilalaa (2 fois) à haute voix\n - Hach hadou anna Mouhammadane Rassouloula (2 fois) à haute voix\n - Haya halas sala (2 fois) à haute voix\n - Haya alal fala (2 fois) à haute voix\n - s’il s’agit de la prière du matin, y ajouter ;\n - Has salâtou khaïroune mina nawmi (2 fois) à haute voix\n * Dire ensuite :\n - Allahou akbar (2 fois)\n - Lahilaha ilal laa (1 fois).\n Pendant l’appel à la prière il est méritoire de reprendre ce que dit le muezzin jusqu’au 2 e ach hadou « anna Mouhammadane Rassouloulah » à voix basse. Quand le muezzin dit le premier et le deuxième « hach hadou ann lahilaaha ilalahi », il est méritoire pour ceux qui l'entendent à ce moment précis, de dire :\n - Rabîtou bilahi rabane wabil islami dînane wa bi seydina Mouhamadine salâlahou tahala haleyhi wa salam nabîyane wa rassoulane au premier et au deuxième. Quand le muezzin dit :\n - Hach adou anna Mouhamadane Rassouloula Dire après lui :\n - Marhabane bihabibi wachourrati haïnî seydina Mouhamadine ibni habdilahi salalahou tahala aleyhiwa salama au 1 er et au 2 eme\n et Lorsque le muezzin dit :\n - « Haya halas sala » Dire après lui :\n - Marhabane bilkhailina hadlane marhabane bi salâti wa heuhlane wa sheuhlane (2 fois).\n Lorsque le muezzin dit :\n - Haya alal fala Dire après lui :\n • La hawla wala khouwata ilabilahil haliyil hazimi (2 fois)\n Si le muezzin dit :\n • Sadakhta wa barirta wa ahsanta (2 fois) A la fin de l’appel, dire :\n - Alahouma raba hazihid dahwati at tâ mati as sâdikhati ann nafihati was salatil khahimati âti seydina Mouhammadane salalahou tahala aleyhi wa salama alwassîlata wal fadilata wa daradiatar rafîhata wab as houl makhama mahmoudal leuzi wa hat tahou rabana ma khalakhta heuza bâtilane. Soubhanaka fakhinâ azaba nâri rabana innaka mann toudd khilin nâra fa khadd akh zeytahô wamâ lis zâlimina min ann sârine. Rabana innana samihna mounâ diyane younâ di lil imâni anna âminou birab bikoume fa âma nâ rabana fakhfir lana zou noubana wa kaf fir anna sayi âtina wa ta waffana ma al abrari rabana wahâtina mâ wa at tanâ ala roussoulika wala toukhzina yawmal khiyamati innaka la toukhlifoul mî hâda. Lahilaha ilal lahou wah dahô la charika lahô koullou cheyhine hâlikoune il la wadj heu hô ala houma ann tal leuzi manann ta aleya biheuzihich chahaudati wama chahit toubiha il lâ laka walâ yata khab balouha khayrouka minn ni alahouma fadjal hâ lî khourbatane indaka wa hidiabane minn nârika wakh firli wali wâli deyya walikouli moumi ninn wa momonatin birakhmatika innaka alâ kouli cheyhine khadiroune.\n Celui qui fait cette invocation pendant et après l’appel à la prière sera absous de tous ses péchés, des premiers comme des derniers, il ira au paradis et ne connaîtra ni épreuve, ni tourments.\n - Pour entrer dans une mosquée, il est recommandé de le faire par le pied droit et de prononcer les paroles suivantes :\n Bismilahi alahoumiftahli abwâba rahmatika alahouma iniya abdouka wazâirouka wah alâkouti mazourine akhoune wa anta khayrou mazourine fa has alouka alahouma antoune khizanî mina nâri wa antoudd khilanil djanata bikhaïri hissabine.\n - Pour en sortir, le faire par le pied gauche et prononcer les paroles suivantes :\n Bismilahi alâhouma if tahli abwâba fad lika alâhouma souba aléyal khaïra sabane wala tanzi hani saliha mâ ahtaïtani abadane walâ tadj hal douhâ î radane wala tadj hal mahî chatî kadane wala tadj hal ni likhaïrika habdane wadj hal lî yâ rabi filar di diadane. "
 },
 {
 "id": "section_13",
 "title": "LA PRIERE RITUELLE",
 "content": "Debout et face à la Kaaba, dira le « likhâme » (dernier appel qui précède immédiatement la prière et qui en fait presque partie\n – note du traducteur) : si on prie seul, le faire soi-même, si on prie en groupe, qu’un membre du groupe s’en acquitte.\n Le likhâme se fait ainsi :\n • Alâhou akbarou (2 fois)\n • Ach hadou ann lâhilaha ila lah\n • Ach hadou anna Mouhammadane Rassoulou lâ\n • Haya alas salâti haya alal falâhi khadd khâmati salâtoul\n • Alahou akbarou (2 fois)\n • Lâhilaha illalah ila lah. Lorsque celui qui fait le likhâme dit :ila lah « khad khamatis salâtou » ; dire après lui :\n « akhâmaha lâhou tabâraka wa tahala wa adâma ha mâdâmatis samawâtou wa lardou ina hô alla kouli chaïhine khadiroune ».\n Dire ensuite intérieurement, son intention de s’acquitter de la prière obligatoire (préciser le moment) sur l’imitation de l’imam. Quand à l’imam il dit (intérieurement) son intention de diriger la prière collective (préciser le moment). Quand on prie seul, dire intérieurement son intention de s’acquitter de la prière de tel moment.\n Lever les bras à hauteur des épaules et les abaisser en disant : « allahou akbar ». Quand on prie seul, réciter la « fatiha » et une sourate de son choix dans les deux premiers rakkas, à voix basse le jour (pour tout rakka) ; réciter la « fatiha » uniquement pour les deux derniers rakkas. Celui qui prie derrière un imam se tait quand ce dernier récite à haute voix. Si par contre l’imam récite à voix basse, le guidé doit réciter des sourates à voix basse comme s’il priait seul. Au moment des génuflexions, dire « allahou akbar » et prononcer à voix basse, les paroles suivantes : « soubhana rabial hazimi wa bihamdihi » (3 fois). Quand on se redresse dire : « Sami allahou liman hamidah » (le dire à haute voix). Lorsqu’on prie seul, y ajouter : « Allahouma rabana walakal hamdou ». Quant à l’imam, il doit s’en tenir à : « Sami allahou liman hamidah ». Le guidé ne doit prononcer la formule « Sami allahou liman hamidah », mais doit dire : « Allahouma rabana walakal hamdou ». Quand on se prosterne, dire à haute voix « allahou akbar » et prononcer à voix basse la formule « soubhana rabial leuhla allahouma ihkfirli » (3fois) ; quand on revient à la position assise, dire à haute voix « allahou akbar » et dire intérieurement « allahouma ikhfirli warhamni warzoukhni wastourni wadjbourni wa heuhdinî wah fouhani wa hâfini ». (1 fois). Pour la « tachaoud », dire ce qui suit : « Atahiyatou lilahi, azakiyatou lilahi atahibatous salawatou lilahi assalamou aleyka ayouhan nabiyou warahmatou lahi tahala wabarakatouhô assalamou aleyna wa hala ibadilahis salihina ach hadou ann la ilaha ila lahou wahdahou la charika lahô wa ach hadou anna seydina mouhammadane sala lahou tahala haleyhi wa salama abdouho warasolouhô ».\n-S’en arrêter là s’il s’agit du premier « tachahoud ».Pour le final, ajouter ce qui suit :\n « wa ach hadou anna leuzi dia-abihi sayidina mouhamadoune salalahou tahanla aleyhi wa salama hakhoune wa anna dianata hakhoune wa anna naara hakhouna wa anna siraata hakhoune wa annal sahata atiyatoune la raïba fiha wa anna lâha yabhassou mane filkhouboury , Allahouma Sali hanla sayidina mouhamadine wa hanlâ ali sayidinaa Mouhamad kamaa salayta hanla sayidina Ibrahima wa hanlâ alî sayidina Ibrahima wa barik hanla sayidina Mouhamadina wa hanla âli sayidinaa Mouhamad kamaa barkta hanla sayidina Ibrahima wa hanla âli sayidina Ibrahima fil janlamiana innaka hamidoune mâdjidoune, Allahouma salli hanla malaa-ikatika wal moukharabina wa hanla anebiyaa-ika wa moursalina wa hanla ahli taahantika adjmahina, Allahouma ikhfirlî wa liwaalidayya wa li ayimatinaa wa limane sabakhana bil îmani mahfiratane hanzmane, Allahouma inniya as-alouka mine kouli khayrine sa-alaka minehou hanbdouka wa nabîyuka sayidounaa Mouhamadine sallalahou tahanla aleyhi wa salama wa astahinzouka mine kouli charine istahanzaka minehou hanbdouka wa nabîyuka sayidinaa Mouhamadine salalahou tahanlaa hanleyhi wa salama, Allahouma ikhfir lanâ mâ khadamnâ wa mâ akhrna wa mâ asrarnâ wa ma ahlannâ wa mâ ahlamou bihi mana rabanâ atina fî douneyâ hassanatane wa fil akhirati hassanatane wa khinâ hanzâ bannary wa ahounzoubikz mine fitnatil mahya-i wal mamâti wa mine fitnatil khbry wa fiynatil massihid dajâl wa mine hanzabinnari wa sou-il massir, Assalamou aley koume wa rahmatou lahi tahanla wa barakatouhou assalamou aleynâ wa hanla ibadilahis salihîna » S’arrêter là et faire le « Salam ». Dire « assalâmou aleykoume » (1 fois), à haute voix lorsqu’il s’agit de l’imam ou d’une personne priant seule. Quant au « mamoune » (le guidé), il peut, après le salut final, rendre le « Salam » à l’imam et à toute personne se trouvant à sa gauche (assalâmou aleykoume). Dire après le salut final «astahfiroulaha » (3 fois) ; ensuite\n • Allahouma anta salâmou wa mine ka salâmou rabana wa add khilnâ dâra salami tabarakta watahaleyta yazal dialâli wal ikrami. (3 fois)\n • Soubhana lahi (33 fois), alhamdoulilah (33 fois), allahou akbar (33 fois)\n • La ilaha ilal lahou wah dehou la charika lahou lahoul moulkou wa lohoul hamdou wa houwa alâ kouli chayhine khadîrou (1 fois).\n • Allahouma ini houkhadimou ilayka baïna yada kouli lamhatine wa nafsine wa lakhzatine wa khatt ratine wa tarfatine yatrifou biha ahlous samâ wâti wa ahloul lardi wakouli chay ine houwa fi ilmika kâ inoune awkhadd kâna houkhadimou ileykaa baïna yaday zalika koulihi allahouma akrim hâzihi loumata al mouhamadî yata biadiamili awâhidika fi darayni ikrâmane limann diahaltahâ mine oumatihi salalahou tahâlâ alayhi wa salama, allahoum makh firatouka aw sahoumine zounôbî wa rahmatouka ardiâ hindi mine hamalî. Allahouma anta rabî lâ ilaha illa anta khalakhtanî wa anna habdouka wa anna hala ahdi ka wa wahdika mastatahatou. Ahounzoubika mine chari mâ sanahtou abô oulaka binihmatika haleya wa abô ou bizan bî fakhfirli fa innahoû la yakhfirous zounôba ila anta. Bismilahir rahmanir rahimi alhamdoulilahir rabil halaminar rahmanir rahima maliki yawmid dîni iyyâka nahboudou wa iyyaka nastahînou ihdinas siratal moustakhîma sirâtal leuzîna ann hamta aleyhim khaïril makhdoubi aleyhim walad dâlina âmina. Allahou lâ ilaha ilahouwal hayoul khayômou lâ tâkhouzouhou sinatounne walâ nawmoune leuhô mâfis samâwâti wamâ filardi mane zal leuzi yasfahou indahô ila bihiznihî yahlamou mâbaïna aïdîhim wamâ khalfahou wala youhîtouna bichay inn minn hilmihi illâbimâ châ a wassia koursiyou houssama wâti wa larda wala yahoudouhou hifzouhoumâ wa houwal haliyoul azîmou. Lâ ikrâha fîd dîni khadd tabayana rouchdou minal khayi famann yakfour bittâkhôti wa youmin bilahi fakhadis tamsaka bil khourwatil wouchkhâ lânn fi samâ lahâ wallahou samîhoune alîmoune. Allahou waliyoul leuzina amanou youkhridiouhoum minaz zouloumâti ilane nouri waleuzina kafarou awliyaou houmou tâkhoutou youkhridiou nahoum minan nouri ilaz zouloumati oula ika ashaboune nâri houme fihâ khalidôdouna. Amanar rassola bima ounezila ileyhi mine rabbihî wal mouminouna kouloune âmana billahi wa malâ-ikatihi wa koutoubihi wa roussoulihi laa noufarrikhou baïna akhadine mine roussoulihi wakhalou samihna wa atahnâ hounfrâ naka rabbanâ wa ilaykal masîrou lâyoukalifoul lâhou nafsân ilâ woushahêu lahêu mâ kasabat wa alayhêu mâktasabat rabbana laa touwaa iznâ inn nasînaa awa ahtaeunâ rabbanâ walâ tahmil alayna isrân kamâ hamaltahôu alaal leuzîna mine khablinâ rabbana walâ touhammilnâ maalâ tâkhata lanâ bihî wâhfou annâ wâhfirlanâ wârhamna anta mawlânâ fânsournâ hanlal khawmil kâfirna. Chahidal lâhou annahou lâ ilâha illâhouwa wal malâ ikatou wa ouwlôul hilmi khaa imânn bilkhisti lâ ilâha illâhouwal azîzoul akîmou. Wa annâ ach hadou bimâ chahidallahou bihî wa chahidatt bihî malâ ikatouhôu wa ouwlôul hilmi wa ouch hidoul lâhou hanlaa zâlika wa astawdihoul lâhou hêuzihîch chahâdata wa hiya lî hindahôu wadîhatoune innaddîna hindallahi lislâmou. Khouli allâhouma mâlikal moulki tôutîl moulka mann tachâou wa tannzihoul moulka mimmann tachâou wa touhizzou mann tachâou wa touzillou mann tachâou biyadikal hayrou innaka hanlâ koulli chay inn khadîroun tôulidioul layla fîn nahâri wa tôulidioun nahâra fîllayli wa touhridioul hayya minal mayyiti wa touhridioul mayyita minal hayyi wa tarzoukhou mann tachâou bihaïri hisâbine. Ina fî halkhis samâwâti wâlardi wahtilâfi layli wannahêuri alâyâtinnl lilouwlî lalbâbi allazîna yazkourounal laha khiyaamann wa khouhôudann wa hanlâ diounôubihim wa yatafakkarouna fi halkhis samâwâti walardi rabbanâ mâ halakhta hêuzâ bâtilann soubhânaka fakhina hanzâbân nâri rabbanâ innaka mann toudhilin nâra fakhada ahzaytahôu wamâ lizzâlimîna mina annsârinn rabbanâ innanâ samihnâ mounâdiyânn younâ dîlilîmâni ina âminou-e birabbikoume fa âmannâ rabbanâ fanhfirlanâ zounôubanâ wa kaffirhannâ sayyi-â-tinâ watawaf fanâ mahâ labrâri rabbanâ wa âtinâ mâ wahadt tanâ halâ rousoulika walâ touhzinâ yawmal khiyâmati innaka lâtouhlifoul mîhâ dafâstadiâba lahoum rabbouhoumou annî lâ oudîhou hamala hâmiline minkoum min zakarine awounchâ bahdoukoum mine bahdine fâlazina hêudiarôu-e wa oukhridiou-e mine diyârihime wa ôuzôu- e fî sabîlî wa khâtalôu-e wa khoutilôu-e lâ kaffiranna hanhoum sayyi-â- tihime walâ oudhilannahoume diannâtine tadjrî mine tahtiha lannhârou chawâbann mine hindillahi wallahou hindahôu housnouch chawâbi. Lâ yahourrannaka takhalloubouleuzîna kafarôu-e fîl bilâdi matâhounn khalîloune choumma ma-e-wâ houme diahannahoumou wabîsal mihâdou lâkini allazîna takhaw rabbahoum lahoum dianâtoune tadjrî mine tahtihâ lankhârou hâlidîna fîhâ nouzoulane mine hindillâhi wamâ hindallâhi hayroune lilab-râri wa inna mina ahlil kitâbi lamane yôuminou billâhi wamâ ounzila ilaykoume wamâ ounzila ilayhime hâchihîna lillâhi lâtachtarôuna bi-âyâtillahi chamanane khalîlane ouwlâ-ika lahoumou adjrouhoume hinda rabbihimou innallaha sarîhoul hisâbi. Ya-ayyouhal leuzîna âmanousbirôu wasâbirôu warâ bitôu wâ takhoulâha lahalakoume touflihouna. Bismil lâhir rahmânir rahîmi, Alhamdou lillâhi leuzî halakhas samâwâti wâ larda wadiahalaz zouloumâti wâ nôura choummal leuzîna kafarôu birabihim yahdilôuna houwal leuzî halakhakoume mine tînine choumma khadâ adialane wa adialoune mousammane hindahôu choumma antoume tamtarôuna wahouwâ allâhou fîs samâwâti wafî lardi yahlamou sirrakoume wadiahrakoume wa yahlamou mâ taksibôuna. Ina rabboukoumou allahoul leuzî halakha samâwâti wâ larda fî sittahi ayyâmine choummas tawâ halâl harchi youhchî laylan nahâra yatloubouhôu hachîchane wâ chamsa walkhamara wânnoudiôuma mousahharâtî bi-amrihî alâlahoul halkhou wâlamrou tabârakal lâhou rabboul halamîna adhôu rabbakoume tadarrouhane wa houf-yatane innahôu lâ youhibboul mouhtadîna walâ toufsidôu fî lardi bahda islâhihâ wadhôuhou hawfane watamahane inna rahmatallâhi kharîboune minal mouhsinîna. Lakhad diâ akoume rasôuloune mina anfousikoume hazîzoune halayhi mâ hanîtoume harîsoune halaykoume bilmôuminîna ra-ôufoune rahîmoune fa ine tawalaw fakhoul hasbiyallahou lâ illaha ilâhouwa halayhi tawakkaltou wahouwa rabboul harchil hazîmi. Lawa anzalnâ hêuzâl khour-âna halâ djabaline lara aytahou hachihane mouttasaddihane mine hach-yatillâhi watilka lamchâlou nadrîbouhâ linnâsi lahal lahoume yatafakarouna houwallahou leuzî lâ ilâha ilâhouwal mâlikoul khoudousou salâmoul môuminoul mouhaïminoul hazîzoul diabbaroul moutakabbirou soubhanallahi hammâ youchrikôuna houwallahoul hâlikhoul bâri-oul mousawwirou lahou lasmâ-oul ousnâ yousabihou lahôu mâfîs samâwâti wâlardi wahouwal hazîzoul hakîmou. Bismil lahir rahmanir rahîmi khoul ya ayyouhal kâfirôuna lâ ahboudou mâ tahboudôuna walâ antoume hâbidouna mâ ahboudou walâ anâ hâbidoune mâ habattoum walâ antoume hâbidouna mâ ahboudou lakoum dînikoum waliyadîni. Bismil lahir rahmanir rahîmi khoul houwa allahou ahadoune allahou samadou lam yalide walam yôulade walam yakoune lahôu koufou-an ahadoune. Bismil lahir rahmanir rahîmi khoula ahôuzou birabbil falakhi mine charri mâ khalakha wa mine charri khâsikhine izâ wakhaba wa mine charrin naffachâti fîl houkhadi wa mine charri hâsidine izâ hasada. Bismil lahir rahmanir rahîmi khoula ahôuzou birabbi nasi maliki nâsi ilâhi nâsi mine charril wasse wâsil khannâsi allazî youwaswisou fîsoudôuri nâsi minal djinnati wa nâsi. Celui qui prononce ces versets après chaque prière obligatoire conservera sa foi jusqu’à la fin de sa vie. De même pour les versets ci-dessous :\n • Allahouma innî as alouka ima nanne la yartadou na nahimane la yann fadou wa khourrata aïnine lah ann khatihou wa mourâ fakhata nabîhika sayidina mouhammadine salal lâhou tahâla aleyhi was salama fi akhlâ djanatil khouldi.\n• Allahouma lâ takilnî ilâ nafsî tarfata haynine walâ tanzih minnî sâliha mâ\nahtaytanî yâ karîmou yâ karîmou yâ arhama râhimîna yâ arhamar\nrâhimîna.\n• Allahouma amîne wa sallallahou hala seyidinâ Mouhammadine wa halâ\nalihî wa sahbihî wa salama taslîmane.\nIl en est de même aussi pour les versets ci-dessous pour qui les récite après\nchaque prière du matin après le salut final et avant d’adresser la parole à quelqu’un.\n- Allahouma antal khadî ilâ tarîhiz zouhdi war rachâdi wasalallahou halâ seyidinâ Mouhammadine wa halâ âlihî wasahbihî wa salama taslîmane bihadadi kouli harfine djarâ bihil khalamou.\nIl en est de même aussi pour les versets ci-dessous, pour qui les récite entre les deux rakkas de « fadiar » et ceux de « soubah ».\n• Yâ hayou yâ khayyôumou yâ badihas samâwâti wa lardi yâzal djalâli walikrâmi yallahou yallahou yallahou lâ ilâha illâ anta soubhânaka innî kountou minaz zâlimîna as alouka ann touhyiya khalbî binôuri mahri fatika yallahou yallahou yallahou yâ arhama râhimîna. (40 fois) Il en est de même pour les versets ci-dessous, celui qui les récite aura une agonie moins pénible et aura moins de tourments le jour du jugement dernier.\n• Allahouma inniya ahdadtou likoulli hawline alkhâhou fîd dounyâ walâkhirati lâ ilâha illallahou walikoulli heum mine wa khammine mâchâ allâhou walikoulli nihmatine alhamdoulilahi walikoulli rakhâ inn wa chiddatine achoukrou lillahi walikouli oudjôubatine soubhanallahi walikouli zanbine astahfiroullâha wa likouli mousîbatine innâ lilahi wa innâ ilayhi râdjihôuna wa likouli daïfine hasbiyallahou walikouli khadâ inn wa khadarine tawakaltou halal lahi wa likouli tâhatine wa mahsîyatine lâ hawla walâ khouwwata illâ billâhi . Les versets suivant récités après chaque prière procurent beaucoup de bienfaits.\n• Astahfiroulahal azima lî waliwâlidayya wali ashâbil houkhoufi halayya walil môuminîna wal môuminâti wal mouslimîna wal mouslimâti ahyâ-i minhoum walamwâti. (5 fois) \nA celui qui récite après chaque prière soixante dix (70) « astahfiroulaha »\nsuivis de onze (11) « ikhlaas », Dieu accroîtra ses chances d’acquisition de biens et\nle mettra en état d’autosuffisance et le rendra indépendant à l’égard des autres.\nIl en est de même pour celui qui récite mille (1000) « astahfiroulaha » après chaque prière. Dieu le mettra en confiance de manière à le rendre indépendant vis- à-vis de tout le monde. Dire trois (3) fois les versets suivants après chaque prière obligatoire, procure la longévité et accroît les chances d’acquisition des biens\n : Soubhânamane lâ yahlamou khadrahôu khayrouhôu walâ yabloukhoul wâssifôuna sifatahôu. Celui qui récite après la prière du matin dix (10) « Bismilahir rahmanir rahîmi lâ hawla walâ khouwwata illâ billahil aliyil hazîmi » aura la rémission de tous ses péchés (il sera comme un nouveau-né, sans péché). Il sera aussi à l’abri de soixante douze (72) fléaux dont la syphilis (siti) et la lèpre (ngaana) sont les moins graves ; il lui sera adjoint soixante dix (70) anges qui demanderont pardon en sa faveur jusqu’au coucher du soleil. Si après avoir prié en groupe le matin on se met à évoquer le nom de Dieu jusqu’au lever du soleil, on a les mêmes bienfaits que celui qui a fait le grand et le petit pèlerinage (houmra). Celui qui récite après chaque prière « ayatoul koursiyou » aura comme récompense le paradis et il lui sera montré sa demeure céleste avant sa mort. Réciter douze (12) « ikhlas » après la prière du matin équivaut à réciter quatre (4) fois le Coran. Le réciter 100 fois après la prière du matin et avant de parler à qui que ce soit, vous remet de tous vos péchés. Celui qui récite les paroles suivantes après chaque prière de l’Asr (takoussane) du vendredi quatre vingt fois avant de quitter les lieux de prière, se verra pardonner ses péchés commis pendant une durée de quatre vingt ans et il lui sera accordé des bienfaits que procure l’adoration de Dieu d’une durée de 80 ans. Ces paroles sont « Allahouma salli halâ seyidina wamawlânâ Mouhammadine nabiyi loummiyi wa halâ âlihî wasahbihî wa salim taslîmane ». Celui qui, après la prière obligatoire du Maghreb (timis) prononce les paroles suivantes, conservera la foi jusqu’à la fin de ses jours :\n « Allahouma salli halâ seyidina mouhammadine wa halâ âlihî wa sahbihî was salim bihadadi koulli harfine djarâbihil khalamou » (le prononcer 10 fois) Celui qui, après les deux rakkas surérogatoires du Maghreb (timis) ajoute deux autres rakkas surérogatoires et récite pour chacune d’elles la « la fatiha » suivie du verset « ayatoul koursiyou » (1 fois), la sourate « innâ anzalnâhou » (1 fois), la sourate « khoul houwal lâhou » (6 fois), les sourates « falakhi et nassi » (1 fois) et qui, après le salut final évoque le nom du prophète dix (10 fois) puis dit:\n« allahouma inniya astawdihouka dînî fâhfaz-hou haleyya fî hayâtî wa hinda wa fâtî wa bahda mamâtî innaka halâ koulli chay-inn khadîrou » celui là, conservera la foi jusqu’à la fin de ses jours. Celui qui, après la prière du Maghreb (timis) ajoute quatre (4) rakkas avant de parler à qui que ce soit, verra ses pratiques agréées inscrites parmi les actes des\nsaints et aura les bienfaits que procure l’observation de la nuit du « khadar » (laylatoul khadar). Celui qui fait six rakkas après la prière du Maghreb (timis) aura la rémission de péchés de cinquantes (50) ans ; il lui sera accordé les bienfaits que procurent 12 années d’adoration de Dieu.\nL’exécution de deux (2) rakkas entre le Maghreb et le icha (guéwé) comprenant chacune 1 « fatiha » et quinze (15) « izazoul zilatil » le jeudi au soir, contribue à atténuer les souffrances de l’agonie et préserve des châtiments de la tombe, facilite la traversée de \"sirates\".\nL’exécution de deux rakkas après la prière de icha (guéwé), comprenant pour la première une (1) « fatiha » et la sourate « sadjdati » et pour la deuxième une (1) « fatiha » et la sourate « moulki » (1 fois) préserve de l’interrogation des anges dans la tombe, des châtiments de la tombe et procure la rémission de tous les péchés ; tous les péchés antérieurs de l’auteur seront transformés en bienfaits, il lui sera accordé des grades.\n"
 },
 {
 "id": "section_14",
 "title": "LES CINQ PRIERES OBLIGATOIRES",
 "content": "Tout homme habitant à proximité d’une mosquée doit s’y rendre pour s’acquitter de ses prières ; il ne doit les faire chez soi même simultanément avec la mosquée. Le fait de ne pas aller prier à la mosquée sans excuse valable est assimilable au fait de ne pas prier du tout. A l’intérieur d’une mosquée, il est formellement interdit de causer, en invoquant le nom de Dieu, en égrenant le chapelet, en faisant des prières ou e lisant le Coran etc.... sauf si l’assemblée le fait en même temps ou si l’on est porteur d’un message en dehors de ces deux cas, on ndoit prier à voix très basse, si basse qu’on ne dérange pas son voisin le plus immédiat. Il est aussi interdit de promener son regard partout, d’étendre ses jambes, de faire craquer les articulations des doigts, de tailler des ongles, de se gratter, de chercher ou de tuer des poux, de cracher ou de se moucher, si ce n’est dans ses vêtements, de rire, de sourire, de s’amuser, de jouer avec ses mains ou avec des bâtonnets, de faire des traits ou des points sur le sol. On doit invoquer constamment le nom d’Allah à voix basse, rester tranquille et se taire, sinon ou est tenu de s’en aller. Il est méritoire pour l’Imam d’attendre le rappel (likhâm) avant de se mettre sur la place d’où il doit diriger la prière, que l’on soit à la mosquée ou ailleurs, il est aussi méritoire pour se dernier de changer sa position après le salut final. Il est aussi méritoire pour l’Imam, de se déplacer si tôt le « tassap » (dévotions qui suivent le salut final) terminé. Quant aux mamoumes ou guides, ils ne doit pas sortir avant l’imam sauf si ce dernier à l’habitude de rester longtemps dans la mosquée. Celui qui prie derrière un Imam doit le voir ou entendre sa voix ou suivre quelqu’un qui le voit ou l’entend ; autrement sa prière n’est pas valable. Pour la prière du matin, il est méritoire de réciter après la sourate du 2 eme rakka le (khounaute) à voix basse. Voici le « khounaute » \n : « Allahouma inna nasta hînouka wa nastakh fir rouka wa nôuminoubika wa natawakkalou alaïka wa nakhnahou laka wa nakhlahou wa nat roukoumann yakk fourou bika allahouma iyyâka nahboudou wa laka noussalli wa nas dioudou wa ileyka nasha wa nahfidou nardiôu rahmataka wa nakhâfou hazâbakal djid da inna hazâbaka bilkéfirîna moul hikhoune ». L’omission délibérée du khounaute n’annule pas la prière. La réparation de la prière du fait de l’omission du « khounaute » par une prosternation supplémentaire annule la prière. Les sourates les plus communément employées sont les suivantes ‘celui qui veut s’acquitter de sa prière doit les apprendre par cœur)\n • Bismil lâhir rahmânir rahîmi Alhamdou lilâhi rabil âlamînar rahmânir rahîmi maliki yawmid dîni iyyâka nahboudou wa iyyaka nastahînou ihdinas sirâtal moustahîma sirâtal leuzîna ann hamta aleyhim ghaïril makhdôubi aleyhim waladâlina âmîna.\n• Bismil lâhir rahmânir rahîmi Innâ anzalnâhou fî laylatil khadri wamâ ad réka mâ laïlatoul khadri laïlatoul khadri ghaïroune minal fichahrine tannazzalou malâ-ikatou wa rôuhou fîhâ bihizni rabbihim mine koulli amrine salâmoune hiya at tamat lahil fadjri.\n• Bismil lâhir rahmânir rahîmi Li îlaa fikhouraïchine îlâ fihim rihlatac\nchitâ-i wa saïfi fal yahboudôu rabba hâzal bayti aleuzî athamahoum mine\ndiôuhine wa âmanahoum mine khawfine.\n• Bismil lâhir rahmânir rahîmi Alam tara kayfa fahala rabbouka bi ashâbil fîli alam yadj hal kaydahoum fî tad lîline wa arsala aleyhime tayrane\nabâbîlane tarmîhim bihidjâratine mine sidjîline fadjahalakhoum\nkahasfine mâkôuline.\n• Bismil lâhir rahmânir rahîmi Ara aytal leuzî youkaz zibou bid dîni\nfazâlikal leuzî yadhoul yatîma walâ yahoudou halâ tahâmil miskîni\nfawayloune lilmoussalîna al leuzîna houm hane salâtihim sâhôuna al\nleuzîna houm yourâ ôuna wa yamnahôunal mâhôuna.\n• Bismil lâhir rahmânir rahîmi Innâ ahtaynâkal kawchara fassalli lirabbika\nwankhari inna châni aka houwa labtarou.\n• Bismil lâhir rahmânir rahîmi Khoul yâ ayyouhal kâfirouna lâ ahnoudou mâ tahboudôuna walâ antoume habidôuna mâ ahboudou walâ anâ hâbidounn mâ habadtoume walâ antoume hâbidôuna mâ ahboudou lakoum dînoukoume waliya dîni.\n• Bismil lâhir rahmânir rahîmi Izâ djâ-a nasroul lâhi wal fathou wara aytan nâssa yadhoulôuna fî dînil lâhi afwâdjan fasabbih bihamdi rabbika wastakhfirhou innahôu kâna tawwâbane.\n• Bismil lâhir rahmânir rahîmi Tabat yadâ abî lahabinn watabba mâ ahné anhou mâ lahôuwamâ kassaba sayaslâ nârane zâta lahabine wamrâ atouhôu hammâ latoul hatabi fîdjîdihâ habloune mine massadine.\n• Bismil lâhir rahmânir rahîmi Khoul houwa allahou ahadoune allahous samadou lam yalid walam yôulad walam yakoun lahôu koufôu-ann ahadoune.\n• Bismil lâhir rahmânir rahîmi Khoula ahôuzou birabbil falakhi mine charri mâ khalakha wa mine charri khâsikhine izâ wakhaba wa mine charrin naffâchâti fîl houkhadi wa mine charri hâsidine izâ hassada.\n• Bismil lâhir rahmânir rahîmi Khoula ahôuzou birabbin nâssi maliki nâssi ilâhi nâssi mine charril was wâsil khannâsi aleuzî youwaswisou fî soudouri nâssi minal djinnati wa nâssi.\n"
 },
 {
 "id": "section_15",
 "title": "ACTIONS OBLIGATOIRES & TRADITIONNELLES DANS LA PRIERE",
 "content": "LES PRACTIQUES OBLIATOIRES\nElles sont au nombre de quinze (15)\n1. L’intention de s’acquitter des pratiques obligatoires de la présente prière\n2. Le premier kabar (allahou akbar)\n3. La station debout dans laquelle on fait ce « kabar »\n4. La récitation de la « fatiha »\n5. La station debout pendant laquelle on récite cette « fatiha »\n6. Les génuflexions\n7. Le retour à la station debout (après les génuflexions)\n8. Les prosternations\n9. Le retour à la position assise\n10. L’intention d’imiter l’Imam pour le guidé\n11. Le respect de l’ordre de succession des différentes parties de la prière\n12. Les pauses absolues à observer à tout moment\n13. L’observation d’une position droite debout ou assise\n14. Le salut final\n15. La position assise au moment du salut final\nLES PRATIQUES TRADITIONNELLES sont au nombre de dix huit (18)\n1. Le rappel ou « likâm » à dire à haute voix chez l’homme, méritoire chez la femme mais à voix basse\n2. La sourate qui suit la « fatiha »\n3. La position debout dans laquelle on récite cette sourate\n4. La récitation à voix basse là où il le faut\n5. La récitation à haute voix là où il le faut\n6. Tout « kabar » (allahou akbar) autre que la premier\n7. « Sami allahou limann hammidah »\n8.Le premier « tachaoude »\n9. Le dernier « tachaoude »\n10. « Allahouma salli halâ seyidinâ Mouhammadine... »\n11. La station assise pour la récitation du premier « tachaoude »\n12. La station assise pour la récitation du dernier « tachaoude »\n13. Rendre a l’Imam le salut final\n14. Rendre le salut final à toute personne située à la gauche si cette dernière a participé au moins une rakka, qu’elle ait ou non terminé sa prière\n15. Se taire lorsque l’Imam récite à haute voix\n16. L’Imam ou celui qui prie seul doit planter un bâton d’une longueur au moins\négale à une coudée et d’une épaisseur au moins égale à celle de la manche d’une hilaire ; ce bâton doit être propre, exempt de toute souillure immobile et de nature à ne pas distraire celui qui prie. Cela ne peut pas être une toute petite pierre, il ne doit pas juste en face de celui qui prie mais un peu à coté.\n17. Prendre assez de temps pour chaque phase afin de dire correctement ce qu’il y a lieu de dire.\n18. Dire à haute voix le salut final.\n"
 },
 {
 "id": "section_16",
 "title": "LA PRIERE DU VENDREDI",
 "content": "C’est une obligation pour tout homme libre qui n’est pas en voyage ou qui n’est atteint d’aucune maladie grave de nature à l’empêcher de se rendre à la grande Mosquée ; ou encore qui n’habite pas à plus de 5,500 km de la mosquée. Tout homme frappé par cette obligation et qui ne la respecte pas, sans raison valable, est un impie, il est passible d’une correction, il n’est pas digne foi. S’il ne s’en repent pas jusqu’à sa mort, il sera précipité dans les flammes de l’enfer. PRÉCAUTIONS À PRENDRE :\n• attendre que l’heure s’approche\n• se purifier le corps sinon faire ses ablutions\n• prendre soin de ses cheveux et poils\n• porter des habits blancs et propres si possible et aller prier à l’intérieur de la mosquée\n• ne pas contenter de suivre l’Imam de chez soi ou à distance\n• au moment d’entrer dans la mosquée, mettre le pied droit devant et dire ce qui suit\n• Bismil lâhi allahouma iftahlî abwâba rahmatika allahouma inniya abdouka wa zâhirouka wa halâ kouli mazourine akhoune wa anta khaïrou\nmazourine fa as alouka allahouma ann tounkhzanî minan nâri wa ann toudhilanîl djannata bikhaïri hisâbine.\n• Sortir par le pied gauche et dire ce qui suit : « Bismil lâhi allahouma iftahlî abwâba fadlika allahouma soubba haleyal khaïra sabbane walâ tanzih hannî sâliha mâ ahtaytanî abadane walâ tadj hale douhâ hî raddane walâ tadj hale mahichati kaddane wala tadj halnî li khaïrika abdane wadj halî ya rabbi fil ardi djaddane ».\n• Une fois a l’intérieur de la Grande Mosquée, exécuter deus rakkas pour la saluer si l’Imam n’apparaît pas encore ; mais la présence de l’Imam, on ne peut faire que la prière obligatoire. Lorsqu’au moment où l’Imam apparaît l’on est en train de prier, on ne s’interrompt pas, on continue sa prière.\n• Si au premier appel à la prière, on se trouve à l’intérieur de la mosquée, il est blâmable d’exécuter une prière traditionnelle.\n• Si par contre au moment de ce premier appel, on n’est pas encore arrivée ou qu’on au milieu de l’appel, on pourra faire autant de rakkas traditionnelles qu’on en désire, aussi longtemps que l’Imam n’est pas arrivé.\n• A l’apparition de l’Imam, on ne doit plus parler, on doit l’observer et écouter ce qu’il va dire. Si on n’arrive pas à l’entendre, on se tait et on l’observe. Si l’on éternue, on peut dire «Alhamdoulilahi rabil hâlamîna » à voix basse de manière à ne se faire entendre de personne. Si un autre éternue, ne lui dis rien.\n• Pendant que l’Imam prononce son sermon, toute qui parle verra sa prière frapper de nullité.\n• Toute prière effectuée à l’extérieur de la mosquée est nulle à moins que cette dernière soit remplie. L’on pourra alors se mettre au même niveau que les rangs et prier dans la cour de la mosquée ou dans les rues.\n• Il est préférable de prier dans les premiers rangs. Si cela n’est pas possible, on essaye de le faire dans les rangs qui suivent, ainsi jusqu’à épuisement des rangs.\nLA PRIÈRE DU VENDREDI\n Quiconque se trouve dans une localité où il y a une grande mosquée et qui doit aller à la prière du vendredi, n’a pas le droit de voyager le jour du vendredi sauf s’il le fait avant l’aube ; il n’a plus le droit d’en sortir avant d’avoir participé à la prière du vendredi à moins qu’il n’existe une mosquée dans la localité à laquelle il doit se rendre ou sur le chemin qui le mène à cette localité, il pourra alors prier dans cette éventuelle grande mosquée. Celui qui n’est pas frappé par l’obligation de se rendre à la grande mosquée doit (c’est méritoire) attendre qu’on ait fini de prier à la grande mosquée avant d’effectuer sa prière de l’après-midi (zohr) là où il se trouve. Pour l’enfant en état de purification qui ne soit pas enclin aux jeux il est méritoire d’aller à la prière du vendredi. Pour l’esclave auquel son maître n’a pas confié du travail qui l’empêche de se rendre à la mosquée, il est méritoire d’y aller pour prier. Pour la femme qui est vieille, laide, voutée, portant des vêtements laids, il est méritoire d’aller prier à la mosquée. Une telle femme peut participer à la prière sur un mort comme elle peut aller à la prière à l’occasion des fêtes religieuses (Aid) ; tout cela à condition qu’elle soit vieille et très laide au point de laisser tout homme indifférent. En outre, elle ne devra pas prendre de parfum, elle devra se mettre derrière les hommes et couvrir toutes les parties de son corps à l’exception du visage et des paumes des mains. En dehors de ces cas là, se rendre à la mosquée ou au cimetière ou à tout autre rassemblement d’hommes est blâmable chez la femme. Toute femme qui transgresse cette prescription ne récoltera que des actes blâmables enregistrés par l’Ange depuis le moment où elle sort de sa chambre jusqu’à son retour. En outre, tous les anges qu’elle rencontre, le sol sur lequel elle marche, le ciel qui l’abrite ainsi que les étoiles et tout ce qu’elle trouve sur son passage, sont impatients de la voir punie et la maudissent : « que Dieu l’éloigne de ses grâces », que Dieu nous en garde. Celui qui dit ce qui suit après la prière du vendredi avant de quitter le lieu de prière : « soubhana lahi wabi hamdihi, soubhana lahil azîmi astakh firoulahal azima leuzi lahilaha ilahouwal ayal khayou ma wa a toubou illeyhi » 100 fois, se verra pardonner cent mille péchés et pour ses parents 24.000 péchés. De même celui qui récite après la prière du vendredi, avant de déplier ses jambes, « fatiha + khoul houwa lahou + khoul ahonzou birabil falakhi + khoul ahonzou birabin nassi » 7 fois sera protégé de tous les maux jusqu’au vendredi suivant. Celui qui récite ses invocations après chaque prière de vendredi ou après celle du matin, Dieu lui permettra de payer ses dettes et le préservera de la pauvreté : « Allahouma ya khaniyou ya hamidou, ya moub diou ya mouhidou mahsiyatika wahakh nini bi fadlika hamane si wâka » 70 fois De même la récitation de la sourate « kafi » le vendredi te met en rapport direct avec la Kaaba et purifie ton cœur jusqu’au vendredi suivant. Celui qui dit « Astakhfiroulaha leuzi lahilaha ila houwal hayal khayouma wa at toubou ileyhi » trois fois avant la prière du matin de vendredi (sobh) se verra pardonner tous ses péchés. Si l’on rejoint l’Imam au cours d’une prière avant qu’il ne se redresse des génuflexions, la rakka est acceptée. Mais si l’on arrive après les génuflexions, la rakka n’est pas comptabilisée. Si l’Imam est en avance et qu’on a comptabilisé deux rakkas, on doit dire « Allahou Akbar » en se levant. Mais si on a comptabilisé qu’une ou trois rakkas, on ne dit pas en se levant « allahou akbar ». Si l’on a participé pour moins d’une rakka on doit dire « allahou akbar ». Si au moment où l’on arrive, l’Imam entame la dernière rakka de la prière, on prononce la « takbir al liram » la formule d’entée en prière tout en continuant à marcher. Si l’Imam se baisse pour les génuflexions, on en fait de même sans s’arrêter jusqu’au rang (de prière) pour suivre l’Imam. Après le « salam », il s’acquitte des rakkas effectuées avant son arrivée. S’il ne s’agit pas de la dernière rakka, on doit continuer à marcher jusqu’au rang de prière, on prononce la formule d’entrée en prière, on prie derrière l’Imam jusqu’à la fin. Après le « salam » de l’Imam, on s’acquitte des rakkas effectuées avant, s’il y en a. Toute rakka au roukou (génuflexions) duquel on n’a pas pris part ne compte pas. C’est pourquoi il est recommendé de prononcer la formule d’entée, le « takbir al ihram » si on arrive au moment de la dernière rakka de l’Imam et qu’on craint qu’il se baisse avant qu’on atteigne les rangs de prière. Chaque fois qu’on trouve l’Imam en position de génuflexions, on prononce le « takbir al ihram » (formule d’entrée) et on se met dans la même position que l’Imam tout en continuant sa marche vers les rangs de prière comme indiquer ci-dessus. Si l’Imam se redresse alors qu’on n’a pas atteint les rangs, on arrête la marche à ce moment précis pour terminer la rakka avec lui (l’Imam). S’il ne s’agit pas de la dernière rakka et que l’Imam se redresse pour entammer une autre rakka, on pourra continuer à marcher jusqu’au rang et ensuite terminer sa prière. Mais il n’est pas permis de se lever d’une génuflexion et ensuite de reprendre sa marche vers les rangs de prière."
 },
 {
 "id": "section_17",
 "title": "NOTRE ARRIVEE, PRIERE EN COURS",
 "content": "COMMENT S’ACQUITTER DES RAKKAS EFFECTUEES AVANT On s’acquitte des rakkas effectuées avant notre arrivée de la même façon que\nl’Imam les a effectuées ; s’il les a effectuées en prononçant les sourates à voix\nhaute ou à voix basse, on fait de même.\nSi on arrive au moment où l’Imam se redresse de la génuflexion de la dernière\nrakka, cette prière là nous n’y avons pas participé mais cela ne nous doit pas nous\nempécher de suivre le reste de la prière jusqu’au « salam » (salut final) alors on se\nrelève et on prononce « takbir al ihram » (la formule d’entée en prière ; on fait la\nprière comme il se doit. Mais si l’Imam prosterne pour réparer une omission ou on\nrajoute « khabla » ou « bakhda », on ne doit pas le suivre si on n’a pas effectué \navec lui au moins une rakka. Si on a effectué avec lui une rakka on le suit. S’il\ns’ragit de rajout « bakhda », on s’acquitte d’abord des rakkas dues jusqu’au salam\navant de se prosterner pour effectuer la dite réparation.\n"
 },
 {
 "id": "section_18",
 "title": "LES PRIERES OBLIGATOIRES NON EFFECTUEES",
 "content": "Pour ces prières, on doit s’en acquitter comme il est recommendé de les effectuer. S’il s’agit des prières que doit effectuer un voyageur, celui-ci doit s’en acquitter selon les prescriptions édictées à cet effet. S’il s’agit de la prière d’un sédentaire, il doit s’en acquitter conformément aux prescriptions édictées au sédentaire. Si au moment d’une prière, les prières non effectuées n’excèdent pas le nombre quatre, on doit préalablement s’acquitter de ces prières avant d’effectuer la prière du moment. Si les prières non effectuées excèdent le nombre de 4, alors on doit effectuer la prière du moment avant de s’acquitter des prières omises. Celui qui ne souvient plus du nombre de prières qu’il a omises, doit s’acquitter d’un nombre de prières dont il peut être certain qu’il égale le nombre qu’il doit. Si le nombre de prières atteint celui de plusieurs années si bien qu’il n’est pas possible de s’en acquitter d’une seule traite ni d’en connaître le nombre il devra alors s’en acquitter chaque jour d’un nombre égale à celui de cinq (5) jours. Cela lui fera chaque année l’équivalent de cinq années de prière. Et ce jusqu’à ce qu’il soit certain d’avoir effectué au moins le nombre de prières qu’il doit. Celui qui doit des prières obligatoires ne doit pas effectuer des prières surérogatoires sauf la « chafa » et la « witr » ou les prières de la « Tabaski » (soleil- lune). Négliger les prières que l’on doit est d’ailleurs blâmable chez une personne majeure (mukalaf). Celui qui a un empêchement pour effectuer des prières doit s’en acquitter dès que l’empêchement cesse d’exister. Il est interdit d’effectuer une prière surérogatoire entre la prière du « asr » (takoussane) et celle du Maghreb (timis), il est aussi interdit d’effectuer des prières surérogatoires le matin avant que le soleil eût parcourue la longueur d’une manche de l’hilaire. Celui qui commet une erreur par omission au cours de sa prière doit se prosterner deux (2) fois après le « tachaoude » et avant le salut final. C’est cela la prosternation dite du « khabla salam » si l’erreur provient d’un rajout, on doit effectuer deux (2) prosternations après le salut final, réciter à nouveau le tachaoude et le salut final. C’est cela la prosternation dite du « bakhda salam ». Celui qui se trompe à la fois par omission et par rajout, doit se prosterner pour réparer avant le salut final (khabla salam). Si l’on est sur le point de se lever après les deux premières rakkas et qu’on se souvient qu’on n’a pas encore prononcé « le tachaoude », on se rassoit pour le prononcer si les mains et genoux n’ont pas encore quitté le sol, on n’aura pas à ce prosterner en guise de réparation. Dans le cas où les mains ou les jambes ont déjà quitté le sol, on continue la prière pour se prosterner en « khabla salam » avant le salut final. Si on se met debout puis revient à la position assise après on se prosterne en « bakhda salam ». Si on n’atteint pas la station debout mais qu’on revient à la position assise, on continue sa prière sans devoir la réparer. Celui qui fait le « salam » après les deux rakkas, et se rappelle ou qu’on lui rappelle qu’il n’a pas terminé sa prière, il doit se relever et continuer sa prière après quoi, il se prosternera en « bakhda salam ». Celui qui a des défaillances qui l’amènent à commettre des erreurs chaque fois qu’il prie, celui-là essaie de ne pas tenir compte de la nature de l’erreur, il continue sa prière pour effectuer toujours les prosternations du « bakhda salam ».\n LA PRIERE DU VOYAGEUR\nCelui qui effectue un voyage non proscrit par la religion sur une distance égale à 71 km, celui-là peut selon la radition prophétique ramener à deux rakkas les prières du « zohr » (tisbar), du « asr » (takussane) et du « icha » (guéwé), que le voyage soit effectuer par étapes ou sans arrêts, qu’il soit effectuer à pied, à cheval, en auto ou par les airs pourvues qu’il ait eût l’intention d’effectuer le nombre de km indiquer ci-dessus. Celui qui est à la recherche d’un bien perdu ne doit pas réduire ses prières s’il est certain de retourner une fois le bien retrouvé. Il en est de même marche sans but précis comme de rendre visite à des parents. Mais si la distance à effectuer est de 71 km, quelque soit le nombre d’étapes et la durée d trajet, il peut réduire le nombre de rakkas dee ses prières. N’est pas concernée par cette règle toute escale où le voyageur a l’intention de passer au moins quatre (4) jours, il en est de même si le voyageur à une épouse dans une escale. Quelle que soit la durée de l’étape, si l’intention d’y séjourner pendant 4 jours n’a pas été formulée auparavant et si par hasard on y est retenu pour affaire, on ne doit pas réduire le nombre de rakkas de ses prières. Un sédentaire peut prier derrière une personne en voyage mais il est tenu de continuer sa prière après le « salam » du voyageur. Mais il n’est pas recommandable pour le voyageur de prier derrière un sédentaire car alors il ne pourra réduire le nombre des rakkas conformément à la tradition. Cette distance de 71 km à parcourir concerne le trajet aller et non le trajet aller et retour. On peut commencer la réduction à parir de 4 km et demi de chez soi. On pourra effectuer des prières complètes au retour dès qu’on sera à quatre (4) km et demi de chez soi. La prière à la mosquée est une obligation pour tout homme qui n’a pas empêchement. Celui qui a un emêchement peut prier dans un endroit exempt de souillure. Il est blâmable (sip) de prier dans un endroit où l’on se soulage (wourbeul), dans un lieu où l’on parque les chameaux et sur la « kaaba ». On ne doit pas effectuer une obligation divine dans la kaaba mais on peut y faire une pratique obligatoire. On ne doit pas prier avec en soi le besoin d’aller à la selle ou d’uriner, on doit se soulager d’abord avant d’effectuer sa prière. On ne doit pas s’acquitter d’une prière derrière une autre personne après celle de l’Imam. On ne doit pas non plus s’acquitter de la prière de zohr (tisbar) derrière quelqu’un qui effectue la prière de l’asr (takoussane). Mais on peut suivre quelqu’un qui s’acquitte des mêmes prières. Si on doit effectuer des prières en présence d’un plat et si on dispose d’un temps suffisant, on doit manger avant d’effectuer la prière.\n CERTAINES ACTES BLÂMABLES DURANT LA PRIÈRE\n Il est blâmable (sip) de prononcer les formules « ahonzou billahi mina cheytânir radjîmi » et « bismilahir rahmânir rahîmi » dans une prière surérogatoire. Il est blâmable de se prosterner sur un turban enroulé ou sur la manche d’un vêtement si on n’a pas un empêchement. De même il est blâmable de prier avec quelque chose dans la bouche ou d’avoir noué quelque chose à la manche de son vêtement ou de réciter du corant lors d’une génuflexion, de faire des souhaits ou de penser à une chose qui ne nous rapproche pas de Dieu, de jouer avec sa barbe ou sa bague, de regarder à gauche et à droite, de prendre la position de quelq’un qui appuie la main sur sa hanche (djatou) de fermer les yeux, d’entrecroiser ses doigts ou de faire craquer les articulations de ses doigts.\n CERTAINES ACTES MÉRITOIRES\n Il est méritoire de tourner la tête vers le côté droit pendant le salut final « salam ». Il est aussi méritoire de réciter le « khounaute ». Il est aussi méritoire pour le guidé de dire « amiine » pendant les prières récitées à haute voix après la « waladaline » de l’Imam. Mais on ne doit dire « amiine » que si l’on entend l’Imam et non sous prétexte que celui-ci a peut-être prononcé « waladaline ». Il est aussi méritoire pour l’imam de dire « amine » lors d’une prière à voix basse ou pour quelqu’un qui prie seul s’il effectue une prière à voix haute ou à voix basse. Dans tous les cas, il est méritoire de le dire à voix basse. Il est méritoire après le « takbir » ou formule d’entrée de baisser les bras mais sans fermer les poings. Il est aussi méritoire d’accompagner chacune des opérations de la prière de « alahou akbar » mais après le premier « tachahoude » qui suit les deux rakas, il faut attendre de s’être complètement redressé avant de dire « alahou akbar ». le mamoune (guidé) doit après le premier « tachahoude » attendre que l’imam se redresse complètement et qu’il ait prononcé « alahou akbar » pour se lever et se redresser complètement à son tour avant de dire lui aussi « alahou akbar ». Il est méritoire durant la « tachahoude » de poser les mains sur les genoux, de plier les doigts de la main droite à l’exception du pouce et de l’index et de remuer légèrement l’index de la droite vers la gauche. Il est méritoire chez l’homme d’écarter les jambes plutôt que de les joindre, d’éloigner le ventre des cuises, les coudes de ses côtés. Par contre, la femme doit joindre tous ses membres. Le mamoune (guidé) s’il est seul, doit se mettre à la droite de l’imam légèrement en retrait. S’il y a permis les guidés des femmes, elles devront se mettre derrière les hommes et se garder de porter des parures susceptibles de faire du bruit et se garder également de se parfumer. Il est méritoire de changer de place après une prière obligatoire si l’on veut effectuer une prière surérogatoire, qu’il s’agisse de l’imam ou d’un mamoune (guidé), que ce soit à la mosquée ou ailleurs. "
 },
 {
 "id": "section_19",
 "title": "LES PRIERES SUREROGATOIRES",
 "content": "La manière suivante de les effectuer en les jumelant avec les prières obligatoires\nest une pratique traditionnelle.\n- Les deux (2) rakas traditionnelles du « fadiar » (aurore) suivies des deux\n(2) rakas obligatoires, du sobh elles-mêmes suivies des quatre (4) rakas de la matinée (yor yor).\n- Les quatre (4) rakas qui précèdent la prière du « zohr » (prière de l’après midi) suivies des quatre (4) rakas obligatoires du « zohr », plus quatre (4) autres rakas traditionnelles après le « zohr ».\n- Quatre (4) rakas avant « asr » ou (takoussane) (prière du soir), elles-mêmes suivies des quatre (4) rakas obligatoires\n- Trois (3) rakas obligatoires du «maghreb» ou (timis) (crépuscule) plus deux (2) rakas traditionnelles après la prière obligatoire du «maghreb»\n- Quatre (4) rakas obligatoires du «guéwé» plus douze rakas traditionnelles après le «guéwé», plus une dernière raka unique appelée «witr»\nCela est une pratique traditionnelle pour qui peut les effectuer chaque jour. Les treize dernières rakkas par lesquelles nous avons terminé notre énumération constituent une pratique traditionnelle fortement recommandée durant le mois de ramadan ; elles s’effectuent après la prière du « guéwé » à la mosquée sous la direction d’un imam. En dehors du mois de ramadan, on les effectue chez soi.\n LA PRIERE DU WITR\nLa prière du «witr» est une pratique à caractère obligatoire. Elle compte une\nseule raka pendant laquelle on récite la «fatiha» suivie d’un «likhlas», d’un «falakhi» et d’un «nassi». il est méritoire de l’effectuer après la prière du «safa» qui comprend deux (2) rakas dans la première on récite après «fatiha» la sourate «sabihisma» une fois dans la deuxième, on récite après « fatiha » la\nsourate «khoul ya ayouhal kâfirouna» une (1) fois.\nCelui qui n’a pas l’intention d’effectuer une prière surérogatoire après sa prière du «guéwé» peut immédiatement effectuer les prières du «safa» et du «witr» par contre, celui qui a l’intention d’effectuer une prière surérogatoire, devra les effectuer en dernier lieu. Celui qui les a déjà effectuées et qui désire faire d’autres prières surérogatoires, n’est pas tenu de les reprendre. Après avoir fini le «safa», il faudra prononcer le «salam» (salut final) avant d’effectuer le «witr». Pendant les prières du «safa» et du «witr», si l’on confond la deuxième raka du «safa» à la raka du «witr», on doit considérer ladite raka comme étant la deuxième raka du «safa» ;\n on se prosterne en «bahda salam» et ensuite on effectue le «witr».\nLES PRIERES DES FETES «HIIT»\nCe sont des prières traditionnelles mais elles ne concernent pas les femmes, l’esclave et le voyageur. A l’exception de la Mecque, on doit les effectuer en dehors des mosquées.On ne doit pas les effectuer en deux endroits distincts dans une même localité sauf si le nombre de fidèles ne peut pas se contenir dans un endroit, on doit aménager plusieurs endroits de prière ou prier à tour de rôle. On doit effectuer ces prières entre le moment où le soleil s’est levé tout à fait et le moment de la prière «zohr» (tisbar), après la prière du «zohr» (tisbar) on ne doit plus les effectuer et l’on ne doit pas non plus s’en acquitter ultérieurement en guise de réparation.Elles se composent de deux rakas qu’on prononce à haute voix. Elles ne sont précédées ni de l’appel (nodde) ni du rappel (likhâm). Dans la première raka, on dit sept (7) fois «Alahou Akbar» y compris le «armal» (formule d’entrée). Dans la deuxième raka, on dit six (6) fois «Alahou Akbar» y compris le « Alahou Akbar» que l’on prononce en se relevant. Ces «Alahou Akbar» ne sont pas accompagnés de la levée des mains vers les épaules, à l’exception du premier. En cas d’oubli, on doit l’effectuer et reprendre la récitation des sourates tant qu’on n’a pas fait la génuflexion. Après celle-ci, on continue la prière et l’on se prosterne en «khabla salam». Il est méritoire de réciter la «Fatiha» suivie de la sourate «Sabihisma» dans la première raka et la «Fatiha» suivie de la sourate «Wachamsi» dans la deuxième raka. A l’occasion de la prière du «Hiit», on prononce deux (2) sermons après la prière ; entre les deux sermons, on doit s’asseoir puis se relever avant de\ncontinuer. Pour chaque sermon, on prononce la formule «Alahou Akbar» pour un nombre de fois indéterminé. Il est recommandé à l’imam d’entretenir les fidèles pendant ou après les sermons sur un sujet qui les intéresse, surtout les sujets ayant trait à la fête, que ce soi ncelle de la korité ou de la tabaski. Il est méritoire de se laver ce jour après l’aube mais avant l’heure de la prière. Il est méritoire de se parfumer, de porter de beaux habits et de bien entretenir ses cheveux. Il est méritoire d’aller à la prière à pied dans la mesure du possible plutôt que de se servir d’un moyen de locomotion. Il est méritoire également de louer Dieu sur le chemin des lieux de la prière ; une fois sur les lieux et avant l’arrivée de l’imam la louange préférée est la suivante : « Alahou Akbar ». Il est aussi recommandé pour le retour d’emprunter un chemin différent de celui de l’aller. Il est également recommandé s’agissant de la korité, de goûter quelque chose avant d’aller prier ; s’agissant de la tabaski par contre, d’observer le jeûne jusqu’au retour et de le rompre avec un morceau de foie de l’animal immolé. Il est méritoire, après le salut final, de toute prière obligatoire, de prononcer trois (3) fois la formule «Alahou Akbar» à partir de la prière de «zohr» du jour de la tabaski jusqu’à celle du matin du quatrième jour. Si on arrive en retard et qu’on trouve l’imam en train de réciter les sourates de la prière, on doit dire sept (7) fois, la formule « Alahou Akbar» avant de continuer la prière avec l’imam. Si on arrive au moment de la génuflexion, la raka est valable. Si on arrive aprè la première raka, on continue avec l’imam la deuxième raka jusqu’au salut final,puis on s’acquitte de la raka qui nous a échappé. Si l’on rejoint l’imam au moment de la «Tachahoude» (Taya) ou de la prosternation, alors dans ce cas, on termine le reste de la prière en compagnie de l’imam, puis après le salut final, on fait la prière telle que l’imam l’a effectuée." 
 },
 {
 "id": "section_20",
 "title": "LE MALADE MOURANT",
 "content":"\nQUE FAIRE SI L’ON EST MALADE ?\nEn cas de maladie, on a le droit de se soigner, de prier pour son rétablissement nous solliciter les prières d’un tiers ou prendre des médicaments, qu’ils soient des remèdes traditionnels comme le «Sendiègne» ou le « rate ou autre, qu’ils soient des remèdes de type occidental comme la nivaquine, des médicaments contre le rhume ou autres. Ce dont le malade n’a pas le droit c’est de consulter un charlatan qui lui donnerait des produits et qui l’amènerait à donner du crédit à ce qu’il raconte. Cela est prohibé par la loi islamique, quand un malade se trouve dans un état désespéré, il doit essayer de bien se conduire en actes et en paroles et de s’entraîner à maîtriser ses désirs dans le sens d’une conduite conforme à la charia. Evitant les disputes et les tiraillements pour les biens terrestres, il doit demander pardon à ses voisins, à ses femmes, à ses enfants à ses amis comme tous ceux avec qui, il entretenait des relations et cela à propos de tout ce qu’il a pu leur faire ou leur dire. Il doit également s’attendre à mourir à tout moment, considérant aussi chaque souffle comme étant le dernier, tout en priant le Tout Puissant de lui accorder une fin heureuse. Il doit en outre, redoubler d’effort dans le sens du respect des cinq (5) prières et éviter toute souillure. Il doit s’entourer de ses proches parents qui doivent se garder de manifester leur désespoir en pleurant. Les parents ont le devoir de lui rendre visite durant son alitement. Il n’ y a pas de jour préféré pour rendre visite à un malade. Si on rend visite à un malade qui n’est pas condamné et qu’on formule les prières suivantes en sa faveur, il sera rétabli «As aloulâ al hazima rabbalharchil azimi an yach fiyaka bi chifahihi» sept (7) fois. Si par contre, le malade est condamné, celui qui a prononcé ces prières bénéficiera de beaucoup de bénédictions. On doit également l’inciter à aimer à se repentir et l’aider à demeurer optimiste vis-à-vis du créateur. Il lui est recommandé de toujours se parfumer et de porter des habits propres. Celui qui récite pendant sa maladie «Ayatoul Koursiyou et law an hazalna heuzl khour ana» jusqu’à la fin de la sourate plus trois (3) «Likhlas» et «Lahilaha Ilâ anta, Soubhanaka innikountou minazzalimina» quarante (40) fois, bénéficiera de beaucoup de bénédictions divines, si l’on meurt des suites de cette maladie, on ne sera pas inquiètes dans la tombe, on gardera la fois jusqu’à la mort, on lui accordera les faveurs de celui qui est tombé dans les champs de bataille au cours d’une guerre sainte. S’il se remet de cette maladie, il se verra pardonner tous ses pêchés, les premiers comme les derniers. S’il semble être dans l’agonie, on le couche sur le côté droit, la face dirigée vers la kaaba (Khibla). Si cela n’est pas possibleon le couche sur le côté gauche, si toutes ces éventualités sont exclues, on le couche sur le dos les jambes dirigées ver la Kaaba. Il est recommandé de rester à son chevet et de prononcer constamment la formule «Lahi Laha Ilalhou Mouhamadoune Rassouloulahi » de manière à la lui rappeler sans pour autant lui demander la répétition. S’il la reprend une seule fois, cela suffira à condition qu’il n’y ajoute rien d’autre. Avant de le coucher, on doit s’efforcer de lui faire répéter ladite formule. Il est aussi méritoire de lui donner à boire de l’eau fraîche, mais s’il en exprime le besoin, cela devient obligatoire. Il est aussi recommandé de réciter la sourate «Yacine» à son chevet et à haute voix ainsi que la sourate «rahdi» à voix basse. Cela supprime la soif de l’agonie et adoucit la mort. Il est aussi recommandé qu’on le mette en état de pureté et qu’on éloigne de toute souillure. Il est recommandé aux personnes en état de souillure (dianaba) de ne pas s’approcher de lui. Il est aussi recommandé d’éloigner les images représentant des êtres vivants, que ces images soient imprimées sur du papier ou du tissu. On doit également éloigner de son voisinage, tout objet d’agrément ou de loisir comme la radio, la guitare ou un chien. Il est souhaitable que ses amis soient présents."

 },
 {
 "id": "section_21",
 "title": "LE MORT",
 "content": "S’il s’éteint et que ses yeux restent ouverts, les lui fermer en prononçant ceci : «Bismilahi wa ala mil lati Rassolilahi salalahou tanhala aleyhi wa salama alahouma yas sir aleyhi amradou wa sah hil aleyhi mawtahou wa as idho bilikhâ ika wadjhal makharadia ileyhi khaïrane mine mâ kharradia minehou bifadlika wa rahmatika ya argamar râhimina». Il convient d’immobiliser la mâchoire de manière à empêcher la bouche de béer. Il est aussi recommandé d’assouplir les doigts et les articulations en les pliants et en les dépliant. On doit enlever les habits qu’il portait et le couvrir d’une étoffe légère.Au moment où il s’éteint, aucun de ses parties intimes ou de celles de son entourage ne doit être laissée découverte. On doit l’étendre sur quelque chose mais non à même le sol, ce sur quoi on l’étend ne doit pas être recouvert d’un drap. Il est recommandé de poser sur son ventre quelque chose d’un peu lourd ; il est recommandé à ceux qui sont présents de demander le pardon de Dieu en sa faveur ainsi que sa miséricorde et de souhaiter mourir dans l’islam ; d’en informer la population aussitôt qu’il meurt, ne pas confier cette mission à un crieur public. On doit payer rapidement ses dettes et exécuter ses dernières volontés, demander pardon de sa part à ses voisins et ses proches. On doit également le laver s’il était né vivant ; s’il s’agit d’un mort-né, on ne le lave pas,on ne prie pas sur son corps, mais on doit le couvrir, on doit enlever les tâches de sang avant de l’enterrer. La toilette funèbre (le lavage du mort) s’effectue exactement de la même manière que la purification ou «dianaba». Cependant, avant d’y procéder, on doit d’abord lui laver tout le corps afin de le rendre absolument propre. Pour cela, il faut chercher des feuilles de jujubier, les malaxer dans de l’eau de manière à obtenir une solution ; à défaut de ces feuilles, on peut utiliser le savon. Au moment de cette opération, on doit lui presser le ventre afin d’en faire sortir tout ce qui peut sortir.\nLELAVAGE MORTUAIRE\nQUI EST- CE QUI DOIT PROCEDER AU LAVAGE ?\nCelui-là même désigné éventuellement, par l’intéressé avant sa mort, s’il en est capable. Ainsi une personne peut procéder à al toilette funèbre de son conjoint cela s’étend à la «târa». S’il s’agit d’une femme non mariée ou d’une femme dont le mari ne peut pas procéder à la toilette, dans ce cas, on doit absolument faire appel à une femme la plus proche possible ou la plus intime de la défunte. En l’absence de toute femme, un homme qui ne pourrait pas l’épouser (pour cause d’inceste) peut procéder au lavage mais en prenant la précaution de lui couvrir tout le corps et de se servir d’une étoffe très épaisse qu’il met entre sa main et le corps. En l’absence de toute femme et de tout homme qui n’aurait pas pu l’épouser de son vivant, on lui fait alors a lustration pulvérale (tîm) pour cela on évitera d’aller au-delà des poignets de ses mains. Si par contre une femme est amenée à faire à un homme (mort) la lustration pulvérale, elle peut aller jusqu’à ses coudes. Si un homme procède au lavage d’un autre homme (mort) il doit lui couvrir les parties intimes et les laver à grande eau en ayant soin de se servir dune étoffe. Il est méritoire de procéder à trois lavages : pour le premier, on utilise des feuilles de jujubier, pour le second, on le fait conformément aux règles de la grande purification et enfin pour le troisième, on se sert de camphre ou d’eau de\ncologne. Si les trois lavages n’ont pas suffi à le rendre propre, on peut en\ndépasser le nombre jusqu’à ce qu’il soit propre. Il est néanmoins méritoire que le nombre de lavages reste impair jusqu’à concurrence du nombre sept (7). Au-delà de ce nombre, il n’ y a plus de préférence sur le caractère impair du nombre. Il est souhaitable de le porter sur quelque chose d’assez élevé afin de permettre à l’eau ayant servi au lavage, de couler vers le sol. Il est tout aussi souhaitable après le lavage, de l’essuyer au moyen d’une serviette par exemple, avant de le couvrir, le plus rapidement possible cependant. Si après le lavage, on constate un nouvel écoulement de souillure, on ne reprend pas le lavage ; on se bornera à enlever la souillure avec de l’eau. Il est recommandé à celui (ou elle) qui procédait au lavage, de se laver. Il est recommandé également, avant de recouvrir le mort, de mettre du coton imbibé d’eau de cologne dans ses narines, dans ses aisselles, dans son fondementet dans tous ses orifices. On peut écrire sur son front «Bismilahi Rahmani Rahimi» on peut également écrire sur sa poitrine «Lahilaha Ila Lahou Mouhamadoune Rassôlou Lahi salalahou Tahala aleyhi wassalama». Tout cela s’écrit avec l’index mais on ne se sert pas d’encre pour le faire. Linceul doit être taillé dans une étoffe blanche, il doit être composé d’un nombre de morceaux impair. S’il a’agit d’un homme, on doit lui en trouver un boubou, un pantalon, un turban\n(kâla) avec un pan devant, deux couvertures pour l’envelopper, cela fait cinq (5)\nmorceaux.\nS’il s’agit d’une femme, il faudra lui en trouver un boubou, un pagne, un mouchoir de tête et quatre (4) couvertures pour l’envelopper, cela fait sept (7)\nmorceaux. Il faut mettre de l’eau de cologne à chaque morceau devant servir de\nlinceul avant usage ou l’encenser.\nIl est à noter cependant qu’on n’emporte pas au cimetière un récipient contenant\ndu feu.\nUne tierce personne (diambour) de sexe féminin peut laver un garçon âgé au\nplus de huit (8) ans ; passé cet âge, elle ne peut plus la laver.\nSi celui qui procède au lavage craint l’eau froide. Il peut la faire chauffer. Si de\nson vivant le mort craignait l’eau froide, on peut faire chauffer cette eau jusqu’à\nce que l’eau atteigne la température qu’il (le mort) aurait souhaitée. Il est\nsouhaitable que toute personne qui ne participe pas au lavage ou qui n’aide pas\nceux qui y participent s’éloigne des lieux. On doit prier sur le mort s’il s’agit\nd’une personne qui était née vivante, si l’on est sûr qu’elle était musulmane, si le\ncorps est bien là, s’il n’est pas coupé en morceaux de sorte que la plus grande\npartie ait disparu.\nLA PRIÈRE MORTUAIRE\nLa prière comprend quatre (4) « kabar » (alahou akbar) pour lesquels on ne lève\nles bras qu’au cours du premier. S’il s’agit du corps d’un homme, on se place à\nla hauteur de sa ceinture ; s’il s’agit du corps de femme, on se place au niveau de\nses épaules avant de prononcer la formule d’entrée en prière « alahou akbar » non sans avoir auparavant formulé intérieurement l’intention de prier sur ce (ou\nces) mort. S'IL S'AGIT DU CORPS D'UN SEUL HOMME\n réciter après chacun des trois\npremiers « kabar » (alahou akbar), ce qui suit : « bismilahi rahmani\nalhamdoulilahi leuzi amâta wa hahya wal hamdou lilahi leuzi youkh yi mowta\nlehoul azamatou wal kebreyahou wal moulkou wal khouderatou was sanahou\nwahouwa ala kouli cheyhine khadiroune alahouma sali was salime ala\nseydina mouhamadine wa ala ali seydina mouhamadine wa barik ala seydina\nmouhamadine wa ala ali seydina mouhamadine kana saleyta was salamta wa\nbâraka ala seydina Ibrahima wa ala ali seydina Ibrahima fil alamina innaka\nhamidoune madjidoune alahouma innahou abdouka wa ibnou abdika wabnou \namatika kâna yach hadou ann lahilala ila anta wah daka la charika laka wa\nanna seyda mouhamadane salalahou tahala aleyhi was salama abdouka wa\nrassoulouka wa anta ahlamou bihi alahouma innakâna moukhsinane faz zid\nfi ikhsânihi wa innkana moussi ann fatta djâwaz ann sayihatihi alahouma la\ntahrimna adjira hou wala taftin na bahdahou ». C’est cela que l’on récite après\nchacun des trois premiers « kabar » (alahou akbar).\nAprès le quatrième (a) « kabar », on prononce ce qui suit : « Alahouma ikhfir li\nhayyinâ wa may yitinâ wa hâdirinâ wa khâibina wa sakhirina wakabîrinâ\nwazakarinâ wa ounzânâ innaka tahlamou motakhalabanâ wa maswânâ\nwaliwâlidînâ walimane sabakhana bil îmani walill mous limîna wal\nmouslimâti walil mominîna wal mominâti al hahyâ – i minehoume wal anwâti\nalahouma mane ahyaytahou minâ fa ahyihî ala îmini wa mane tawaf\nfaytahou mine nâ fatawaf fahô ala islami wa as idna bilikhâ ika wa tayibnâ lil\nmawti watayinhoulanâ wadj al fihi rahatanâ wa mas sar ratanâ ». Après quoi,\non prononce le salut final.\n S'IL S'AGIT DE DEUX HOMMES\n , on prononce l’invocation ci-dessus depuis\n« Bismilahi rahmani rahimi » jusqu’à « hamidoune madjidoune » et l’on ajoute\nceci : « Alahouma innahoumâ abdaka wabnâ adbeyka wabnâ amateyka kânâ\nyach heudâni ann Lahilaha ila anta wahdaka la charika laka wa anna Seyidana Mouhamadane salalahou tahala aleyhi was salama abdouka wa\nrasoulouka wa anta ahlamou bihimâ alahouma innkana moukhsineyni faz zid\nfi ikhsânihima wa innakânâ moussi ayni fata djâwaz ann seyi atihimâ\nalahouma la takhrimnâ adjirahoumâ walâ taftine nâ badahoumâ». C’est cela que l’on dit après les trois «kabar» (Alahou Akbar). Après le quatrième «kabar», on répète ce qu’on avait dit après le quatrième «kabar» de la première prière citée (sur un mort). Après on prononce le salut final.\n S'IL S'AGIT DE PLUSIEURS HOMMES (PLUS DE DEUX)\n on répète ce qu’on\navait dit à propos de la première prière jusqu’à « madjidoune » (sur un seul\nmort), avant d’ajouter ce qui suit : « Alahouma innahoum abîdouka wabnâou\nhabîdika wabnâhou inâ ika kânô yach hadôna ann lâhilaha ilâ anta wahdaka\nla charika laka wa ana seyidina mouhamadane salalahou tahala aleyhi wa\nsalama abdouka waras soulouka wa anta ahlamou bihim alahouma inn kana\nmouhsinîna fazid fi ihsanihim wa inkânô moussî înna fatadjâ waz ann seyi\nhâtihim. Alahouma la tahrimnâ adjra houme wâla taftinnâ bahdahoume ».\nC’est cela qu’on dit après les 3 premiers « kabar » (alahou akbar). Après le\nquatrième, on dit ce qu’on doit dire après le quatrième « kabar » de la première\nprière (sur un mort). Ensuite on prononce le salut final. \n S'IL S'AGIT DU CORPS D'UN GARÇON\n, on dit ce qu’on doit dire à propos de la\npremière prière sur un mort jusqu’à « madjidoune », pour ensuite ajouter ce qui\nsuit : «Alahouma innahô abdouka wabnou kabdika wabnou amatika anta\nkhalakhtahô warazakhtahô wa anta amatahô wa anta touchtouhyihi.\nAlahouma fadj hal hou liwalidîhi salafane wazoukhrane wa farâtane wa\nsakhile bihi mawazî inahoume waahzime bihi oudjôranhoume wala tahrimnâ\nwa iyâhoume adjrahou wala tarfinâ wa iyahoume bahdaho. Alahouma al hikh\nhou bissâlihi salafil môminîna fi kafâ lati ibrahima wa hâfihi minn fitnatil\nkhabri wa minn hazâbi djahanama ». C’est cela qu’on dit après les trois\npremiers « kabar ».\nAprès le quatrième, on dit ceci « alahouma ikhfirli aslâfinâ wa afrâtinâ wa\nlimane sabakhanâ bilîmâni. Alahouma mann ahyay tahou minâ faahyihî ala\nlîmâni wa mann tawaf faytahô mina fatawaf fahô ala islâmi wakh fir lil\nmouslimina wal mous limâti wal môminîna wal môminâti alahyâhi minn\nhoume wal lam wâti » et on prononce le salut final.\n S'IL S'AGIT DES CORPS DE DEUX GARÇONS\n on dit que ce qu’on doit dire jusqu’à\n« Madjidoune », puis on ajoute ce qui suit : « Alahouma innahoumâ abdâka\nwabnâ abdâka wabnâ amataïka anta khalakh tahoumâ wa razakh tahoumâ\nwa anta ammat tahoumâ wa anta touhyihimâ alahouma fadjhal houmâ\nliwalidîhimâ salafane wa zoukhoume wa faratane wa sakhil bihimâ\nmowazinahoum wa ahzime bihima oudjourahoume wa la tahrimnâ wa\niyahoum adjrahoumâ walâ taftinenâ wa iyahoume bahdahoumâ.\nAlahouma al hikh hounâ bis salâfil mouminina fî kafâlati ibrahima wa\nâfihimâ minn fitnatile khabri wa minn hazâbi djahanama », c’est cela qu’on\ndoit dire après les trois premiers « kabar » après le quatrième on dit ce qu’on\ndoit dire, s’il s’agit du corps d’un garçon. Après on prononce le salut final.\n S'IL S'AGIT DES CORPS DE PLUS DE DEUX GARÇONS\n on dit ce qu’on doit dire jusqu’à\n« madjidoune », puis on ajoute ceci : « Alahouma inahoum abîdouka wa\nabnâhou abîdika wa abnâhou imma ika anta khalakhtahoume wa razakhtahoume wa anta amatahoume wa anta touhyihime. Alahouma fadjhalhoume liwâlidîhime salafane wa zoukhrane wa faratane wa sakhil bihime mowazinahoume wa ahzime bihime oudjôrahoume wala tahrime nâ wa iyâhoume adjrahoume walâ taftinâ wa iyâhoum bahdahoume. Alahouma al hikh houne bissâlihi salafil môminîna fî kafâlati Ibrahima wa âh fihime minn fitnatile khabri wa minn hazâbi djahanama». C’est cela qu’on dit après les trois premiers kabar» ; après le quatrième, on dit ce qu’on doit dire quand\nil s’agit d’un seul garçon puis on prononce le salut final. S'IL S'AGIT DU CORPS D'UNE SEUL FEMME\n on dit ce qu’on doit dire jusqu’à «madjidoune» puis on ajoute ceci : « Alahouma inna hâ amatouka wabnatou abdika, wabnatou amatika kânat tach hadou ann lahilaha ilah anta wahdaka la charika laka wa anna seyidina mouhamadane salalahou tahala aleyhi wassalama abdouka wa Rassoulouka wa anta ahlamou bihâ. Alahouma inn kânat mouhsinatane fazid fî ihsâniha wa inn kânat moussî atane fatadjâ waze\nann seyi âtihâ. Alahouma la tahrima adjarahâ wala taftina bahdahâ». C’est\ncela qu’on doit dire après les trois premiers «kabar», après le quatrième, on\ndoit ajouter ce qu’on doit dire quand il s’agit du corps d’un seul homme, après\non prononce le salut final.\nS'IL S'AGIT DES CORPTS DE DEUX FEMMES\n on dit ce qu’on doit dire jusqu’à\n« madjidoune » puis on ajoute ce qui suit : « Alahouma inna houmâ amatâka\nwabnâtâ abdaïka wabnatâ amataïka kânatâ tach hadâni ann lahilaha illa anta\nwahdaka lâcharikalaka wa anna seyidina mouhamadane sallahou tahala\naleyhi was salama habdouka wa rassoulouka wa anta ahlamou bihimâ.\nAlahouma in nkânatâ namoufiri aïni fazid fi ihsânihimâ wa inn kânatâ\nmoussî ataïni fatadjâ waze hane seyî atihima. Alahouma lâ tahrimnâ\nadjrahoumâ walâ taftina bahdahoumâ ». C’est cela qu’on formule après les\ntrois premiers « kabar » après le quatrième, on dit ce qu’on doit dire du corps\nd’une seule femme et après on prononce le salut final.\nS'IL S'AGIT DES CORPS DE PLUS DE DEUX (2) FEMMES\n on dit ce qu’on doit dire\njusqu’à « madjidoune » puis on ajoute ceci : « Alahouma innahouna ima ouka\nwa banâtou habîdika wa banâtou imâ hika houna yach hadna ann lahilaha\nila anta wahdaka la charika laka wa anna seyidana mouhamadane salalahou\ntahala aleyhi wa salama habdouka wa rassoulaka wa anta ahlamou bihin’a.\nAlahouma inn kouna mouhsinatine fazid fi ihsanihina wa inne kounna\nmoussî âtine fatadjâ waze ann seyyi âtihina. Alahouma la tahrimnâ\nadjrahouna wala taftinâ bahdahounna ». C’est cela qu’on dit après les trois\npremiers « kabar », après le quatrième, on dit ce qu’on doit dire quand il s’agit\ndu corps d’une seule femme, puis on prononce le salut final.\nS'IL S'AGIT DU CORP D'UNE FILLETE\n on prononce ce qu’on doit dire jusqu’à\n« madjidoune » puis on dit ce qui suit : « Alahouma innaha amat-\noukawabnatou abdika wabnatou amatika anta khalakhtaha wazakhtaha wa\nanta amataha wa anta touhyiha alouhouma fadyhalna liwali dihâ salafane wa\nsoukhrane wa faratane wa sakhil biha mawâzi nahoume wa ahzime biha\noudjôrahoume walâ tahrimnâ wa iyâ houme adjraha walâ taftinna wa \niyâhoume bahdahâ. Alahouma al hikh hâ bisssâlihi salafi môminina fî\nkafâlati ibrahima wa âfihâ minn fitnatile khabri wa min azâbi djahanama ».\nC’est cela qu’on doit réciter après le trois premiers « kabar » après le quatrième,\non dit ce qu’on doit dire lorsqu’il s’agit du corps d’un garçon puis on prononce\nle salut final.\n S'IL S'AGIT DES CORPS DE DEUX FILLETTES\n on doit formuler ce qu’on doit dire jusqu’à\n« madjidoune » puis on dit ce qui suit : « Alahouma inna houmâ amatâka\nwabnatâ abdaïka wabnatâ amataïka anta khalakh tahoumâ wa\nrazakhtahouma wa anta amata houmâ wa anta touhi ina. Alahouma fadhal\nhoumâ li walidîhima salafane wa zoukhrane wa faratane wa sakhil bihimâ\nmawâzînahoume wa ahzime bihima oudjôrahoume wala tahrimna wa\niyâhoume adjahouma walataftinâ wa iyahoume bahda houma. Alahouma al\nhikh houmâ bissalihi salafil môminina fî kafâ lati ibrahimla wa afihima minn\nfitnatile khabri wa minn hazâbi djahanama ». C’est cela qu’on doit dire après\nles trois premiers « kabar » après le quatrième, on dit ce qu’on doit dire lorsqu’il\ns’agit d’une fille puis on prononce le salut final.\nS'IL S'AGIT DES CORPS DE PLUS DE DEUX FILLETTES\n on récite ce qu’on doit dire jusqu’à\n« madjidoune » puis on ajoute ceci : « Alahouma innahouna imâ ouka wa\nbanâtou abîdika wa banâtou imâ ika anta khalakh tahounâ wa ra\nzakhtahouna wa anta amatahounna wa anta touhyihina. Alahouma fadjhal\nhouna liwâlidî hima salafane wa zoukhrane wa faratane wa sakhil bihina\nmawâ zînahoune wahzime bihina oudjôrahoum walâ tahrimna wa iyâ houme\noudjôrahouna wala taftinna wa iyâhoume bahdahouna. Alahouma faal hikh\nouna bis salihi salafile môlinina fî kafâlati ibrahima wa âfihina minn fitnatile\nkhabri wa minn hazabi djahanama ». C’est cela qu’on dit après les trois\npremiers « kabar » après le quatrième, on formule ce qu’on doit dire lorsqu’il\ns’agit du corps d’une seule fille – Salut final.\nS’il s’agit de corps de grandes personnes et d’enfants, on prononce ce qu’on doit\ndire, s’il ne s’agit que de corps de grandes personnes.\n S'IL S'AGIT DE BEAUCOUP DE CORPS\n On peut prier séparément sur chaque corps.\nCependant, il est préférable de les réunir. Au moment des prier sur eux, il\nconvient de mettre à côté de l’imam celui qu’on croit être le meilleure croyant.\nS'IL S'AGIT DE CORPS DE PERSONNES DE SEXES DIFFÉRENTS\n on met à côté de l’imam,\nles personnes de sexe masculin, même s’il s’agit de garçons. \nS’il s’agit de corps de grandes personnes et de jeunes enfants, on met du côté de\nl’imam, les corps des grandes personnes.\nSI QUELQU'UN VIENT EN RETARD\n il reprend les « kabar » (alahou akbar) effectués en\nson absence, après le salut final, si le corps est toujours là, il doit réciter la\nprière.\nSi on doit porter le mort sur la tête, il est préférable que ce soit fait par quatre (4)\npersonnes si possible ou même moins de quatre (4) personnes. Il faut signaler\nqu’il n’est pas souhaitable que le nombre de personnes dépasse celui de quatre.\nAlors celles qui sont du côté de la tête se mettent devant. Ceux des\naccompagnateurs qui sont à pied marchent devant le mort, ceux qui utilisent un\nmoyen de locomotion viennent derrière le mort. Peut faire partie de ce cortège\nune vieille femme, laide de voûtée au point de laisser tout le monde indifférent ;\nelle devra se mettre derrière les hommes et ne pas s’être parfumée.\nMais une femme un tant soit peu attirante, n’a pas le droit de faire partie de ce\ncortège, même s’il s’agit d’une parente très porche. On peut déplacer un corps\nvers un endroit différent de celui où il s’est éteint, pour une raison ou une autre,\ntant qu’on ne l’a pas enterré. S’il est déjà inhumé, on ne peut plus l’exhumer,\nsurtout si l’on croit qu’il est en état de décomposition.\nL'INHUMATION\nLA TOMBE, SES DIMENSIONS ET QUELQUES PRIERES\nLa tombe doit être au moins d’une profondeur telle que le corps en\ndécomposition ne puisse en exhaler son odeur et qu’un carnassier ne puisse pas\nl’exhumer, une telle profondeur suffit. La profondeur la plus répandue dans\nnotre pays au sol sablonneux est ce que l’on appelle « cha-khe » c’est à dire\nqu’il faut creuser pour une longueur égale à celle du corps, une largeur d’un\nmètre, creuser au milieu de la fosse ainsi obtenue une autre de même longueur,\nmais de largeur égale à un « sébré », de manière à contenir, de façon très exacte\nle corps.\nAvant de porter le corps dans la tombe, il est méritoire de prendre un peu de la\nterre fraîche, le réciter une fois la « fatiha » et sept fois la sourate « inna ann\nzalnahou », de cracher dessus puis de remettre la poignée de terre dans la\ntombe, alors on fera suivre le corps. Cette précaution prise évitera au mort de\nconnaître des châtiments dans la tombe.\nLa prière suivante produira le même effet que celle précédemment citée :\n« alahouma inniya alouka bidjahi nabiyi rahmani wa tourbatihi atayibati at\ntahirati wamâdamat hou ann lâ touhaziba hazal maïta fî khabrihi ». \nSi après avoir introduit le corps et avant de l’ensevelir, on récite au niveau de\ntête la « fatiha » suivie des sourates « falakhi », « nassi » (une fois chacune),\nDieu préservera le mort des châtiments de la tombe et des effets de son exiguïté,\nla tombe sera éclairée de mille lumières, à celui qui a récité les sourates\nindiquées, Dieu accordera la faveur une grande cité dans le paradis le plus élevé.Il lui sera accordé des faveurs pour services rendus à Dieu pendant soixante (60) ans. De même si avant d’introduire le corps dans la tombe, on inscrit à\nl’intérieur de celle-ci deux « bismil lahi rahmani rahimi » allant chacun dans le\nsens contraire de celui de l’autre et se faisant face, le mort sera préservé des\népreuves de la tombe. De même, si l’on inscrit sur la paroi de la tombe qui se\ntrouve du côté de la Kaaba (khibla) le nom suivant : « fatimata Binetou\nAssad », le mort sera sauvé. De même si l’on écrit le nom suivant sur la tombe,\nle mort sera épargné des tourments de la tombe, il s’agit de « Ibrahima ibnou ad\nham ». Si l’on écrit « Bismilahi rahmani rahima » soixante dix (70) fois sur le\nlinceul, le mort sera préservé des tourments de la tombe.\nSi l’on écrit ce qui suit et qu’on le met dans le linceul, le mort sera préservé des\ntourments : il s’agit de « lâ ilaha ilalahou wahdahou la charika lahô lehoul\nmoulkou wa lehoul amdou youhi wa youmitou wa houwa hayoune lâ yamôtou\nbiyaddihil khaïrou wa houwa alakouli chayine khadiroune la ilaha ila lahou\nwala hawla wala khouwata ilabilahi haliyil hazimi ». Si les accompagnateurs du mort récitent la formule suivante, ce dernier sera préservé des châtiments de\nla tombe, il s’agit de : « Yâkhahirane bil manâyâ koula khâlêuri binouri\nwadjhika ahtikhnî minanari ileyka aslamani mann kâna yah hadouni minn\neuhli wouddi wa as habi wa ann sâri fî khahri mouz limatine khabrâ mau\nhichatine fardann kharîbann wahîdane tahta ahdiari amsaïtou daïfaka yazal\ndjodi mourtahinane wa anta akramou mann zôline bihikhâri fadjhal khirâ\niyeuh min ka naïla makhfiratine ann djô ladaïka biha yâkhaïra khafâri ».\nCelui qui connaît le poème « djawartou laha » par cœur ou celui que l’on\nenterre avec ce poème ne sera pas interrogé à l’intérieur de la tombe, il ne sera\npas éprouvé et il sera sauvé indiscutablement.\nQUI DOIT INTRODUIRE LE CORPS DANS LA TOMBE ?\nS’il s’agit d’une femme, celui qui l’introduit dans la tombe doit être un parent\nqui ne pourrait pas l’épouser pour cause d’inceste à défaut à défaut de celui-là,\nune tierce personne peut le faire. S’il s’agit d’un homme, un parent est\npréférable ou à défaut, une tierce personne. Il est préferable que celui qui\nintroduit le corps dans la tombe prononce les paroles suivantes : « Bismilahi wa\nala milati rassoul lilahi sala lahou tahala aleyhi was salama alahouma\ntakhbal hou bi ahsani khabôline allahouma inna sâhibanâ khad nazala bika \nwa khallafa adounya warâ-a-zeuhrihi waftahara ilâ mâ inn daka allahouma\nsabitt inn dal massalati mann tikhahô, wala tabtali hii fi khabrihî bimâ\nlâtâkhata lehou bihi waal ikhou binabiyihi seydina mouhamadine sala lahou\ntahala aleyhi wassalama ».On le couche ainsi du coté droit, la face dirigée vers\nla « kaaba » (khibla). On tend tous ses membres, on enlève toutes les attaches\ndu linceul au niveau de la tête et des pieds, on élève un peu la terre au niveau\ndes pieds et de la tête. Après cela, on disposera des morceaux de bois le long de\nla fosse centrale pour pouvoir contenir le poids du sable qui devra recouvrir\nentièrement cette fosse centrale. On mettra dessus, une couche épaisse de feuille\nde « nguère » ou d’une plante du même genre, on asperge de l’eau, mais en\nquantité juste nécessaire, ces feuilles de manière à ce que le sable soit retenu\nmais qu’une partie puisse atteidre le corps. On peut également recouvrir les\nfeuilles de sable préalablement mouillé. Ces deux dernières opérations se valent.\nAprès tout cela, on comble la fosse. Il est souhaitable que ses proches jettent\ndans la tombe trois pincées de sable accompagnées respectivement des\ninvocations suivantes :\n- la première « Minn hâ khalakhnâkoum »\n- la deuxième « Wa fi hâ nouhî doukoum »\n- la troisième « Wa minn hâ noukhri djoukoum taratann oukhra »\nS'IL S'AGIT D'UNE FEMME\n à partir du moment où l’on descend le corps dans la\nfosse centrale jusqu’à l’achévement de la disposition des morceaux de bois, les\nopérateurs doivent être couverts d’un pagne qu’on se gardera d’agiter. Il est\nsouhaitable de surélever la tombe d’une couche de sable d’une hauteur d’au\nmoins égale à un « sebré ». Il est recommandé à ceux qui sont présents, de\ndemander le pardon et la miséricorde divine à son profit, de réciter quarante\n« likhlas » précédés d’une « basmala » (bissimilahi rahmani rahimi) et\nd’invoquer le nom du Prophète, un nombre de fois au mopins égal à trois en sa\nfaveur. On ne trace quoi que ce soit sur la tombe ni n’y verse de l’eau sauf si\nl’on craint qu’un coup de vent n’emporte le sable. On ne récite pas sur les\nmorceaux de bois destinés à recouvrir la fosse centrale le « khounaute ». Il est\nsouhaitable de dire devant la tombe « Allahouma haza abdouka rouda ileyka\nwaanta ahlamou bihi wala nahlamou minehou ila khaïrane wa khad\nadjalastahou litas alahô fanas alouka allahouma an toussabitahoubil khawli\nas sâbiti fil lakhirati kamâ sabattahô bihi fiddounn ya. Allahouma ikhfirlahô\nwarrham hou war afbihi wa djâfilarda ann djann bayihi waftah abwâbas\nsamâ i lirôu hihi wa takhabalhou bikhabôlinine hassanine. Allahouma\ninnkana mouhsinane fadâ hife lehô fî ikhsânihiwa inn kâna moussîanne\nfatadjâwaze ann hou. Allhouma al khique hou bimabiyihi seydina\nmouhammadine salalahou tahala aleyhi was salama wala toudilana bakhdahô\nwala tahrimnâ adjahô » et ensuite s’adresser à lui en ces termes : \n- Toi, un tel, fils d’un tel, trois fois.\n« Ouzkourma kharadjta aleyhi minn ad dounnya wa hiya chahadatou\nann lahilaha ilalahou w ahana seyidina mouhamadane rassouloulahi sala\nlahou tahala aleyhi was salama, wa annaka radta bilahi rabane wa bil islami\ndinane wa bi seyidina mouhamadine salalahou tahala aleyhi was salama\nnabiyane wa rassoulane wa bil khourani imimane wa anna sahata atiyatoune\nla rayba fiha wa anna laha yab hassou mann fil khoubori ». Il est souhaitable\nde réciter la sourate « yacine » au niveau de la tête et de réciter aussi la sourate\n« tabaraka », au niveau des pieds.\n RECOMMANDATIONS DURANT L'ENTERREMENT\n Il n’est pas recommandé durant l’enterrement,\nde lire le Coran ou des prières ou de khassaïdes (poèmes) ou d’invoquer Dieu à\nhaute voix. Tout ce que l’on récite en ce moment, doit l’être à voix basse, si\nl’on espère en obtenir quelque agrément. Tout ce que l’on dit, on doit le faire en\nne pensant qu’à Dieu et sans recherche à plaire. Il n’est pas recommandé dans\ncette situation, de manger, de boire, de rire, de bavarder ou de parler de choses\nprofanes. Ce qui est recommandé dans ces circonstances, c’est de prier Dieu\npour soi-même et pour les morts, de s’émouvoir, de méditer et de renforcer sa\nfoi en étant persuadé qu’on viendra rejoindre ce qui y sont enterrés et qu’on\nséjournera en leur compagnie pendant un très long temps dont seul Dieu connaît\nla durée. C’est cela le profit qu’on peut tirer en allant dans les cimetières, sans\ncela, il est préférable de ne pas s’y rendre.\nPRIÈRES ET CONDOLÉANCES\n Il est souhaitable de présenter ses\ncondoléances à la famille du défunt et d’aider ses voisins, en leur fournissant de\nquoi manger, car ils n’ont pas le temps de s’en occuper. Il est formellement\ninterdit de se rassembler dans la maison mortuaire, d’y tuer des bœufs ou autres\nanimaux à n’en plus finir. Le mieux est de tout faire pour en finir le jour du\ndécès. Il n’est pas du tout recommandé de célébrer l’anniversaire de sa mort en\norganisant des cérémonies funéraires. On peut à la limite, chaque fois que l’on\npense à lui, faire des prières à son intention ou bien faire une aumône en sa\nfaveur. Faire de l’aumône à leur intention et leur dédier des prières est une\nbonne chose, cela leur est utile ainsi qu’aux auteurs de ces prières. La période\npendant laquelle le mort a le plus besoin qu’on lui fasse quelque chose est celle\nqui s’étend du premier au troisième jour.\nSi l’on fait la prière (djouli) suivant à l’intention d’un mort dans la\npériode qui s’étend de le première à la troisième nuit, le défunt obtiendra le\npardon et la miséricorde du Tout Puissant et beaucoup de bénédictions ; celui\nqui effectue la prière bénéficiera de beaucoup de bienfaits et verra avant sa mort,\nsa demeure au Paradis. Cette prière (djouli) compte deux rakkas avec dans\nchacune la « fatiha », le verset « ayatoul koursiyou » une fois, la sourate\n« aleykoum moutakhassourou », une fois et 11 « likhlass ». Après le salut final,\non ajoute ce qui suit : « allahouma inni saleytou hassihi salata wa tahlamou\nma ouridou bihâ. Allahouma hab hâsse sawa baha ila khabri foulanine » (dire \nle nom à la place de foulanine).\n LA TOMBE\n On ne doit pas construire sur une tombe ni\nl’entourer de quoi que ce soit. On doit la laisser exposée au soleil et à la pluie.\nCepandant, on peut planter un morceau de bois au pied et à la tête et c’est tout.\nTout au plus, on peut entourer la tombe de pierres uniquement pour pouvoir\nl’identifier ou pour empêcher qu’on creuse dessus. Mais on ne doit écrire sur la\ntombe. L’une des raisons pour lesquelles, on ne doit pas construire sur la tombe\nest la suivante : un musulman dans une tombe non bâtie entend les appels à la\nprière, si par contre la tombe est bâtie, il ne les entend pas.\n VISITER LES CIMITIÈRES\n C'est un acte souhaitable, mais les jours préférés sont à cet effet, le vendredi, le\njeudi et le samedi.\nCelui qui rend visite à ses parents défunts chaque vendredi, se verra\nabsous de ses péchés, celui-ci doit être en état de pureté. Une fois dans les\ncimetières, il doit ceci « Assalamou aleykoum diyara khawmine mômonina wa\ninnâ in chahalahou bikoume la lâ hikhôna yarahamou lahou\nmoustakhdimîna mine koune wal moustakhirîna minna antoume lanâ\nfaratoûne wa neuhnou lakoume tabahoume annassal lahou wahchatakoume\nwa amana raw hatakoume wa djahalal djanata mihadane baïnanâ\nwabaïnakoune, allahouma rabba hasihil arwahi albakhiyati wal adjis sadil\nbâliyatiwachou hourile moutamazikhati wal djoulodile mout takhati hati wal\nhizamine nakhiratil lati kharadjatt minna dounn ya wa hiya bika\nmouminatoune add khile aleyha rawhane minnka a salâmaneminni alahouma\ninnaka tahlamou hadada houme wa rahmatouka awsahou minn houme\nfakhfirlana wala houme alahouma ikhfirlouhoume war hame houme wah fou\nan houme » (11 fois), et « inna euhtaynakal kawsara », « khoul houwalahou »\n(11 fois), « ayatoul koursiyou » (une fois), à l’intention de tout ce qui y\nreposent. Cela leur sera utile à eux, également à celui qui a dit la prière. Si l’on\nveut rendre visite à ne tombe particulière, on se met devant la tombe au niveau\ndes pieds. Si l’on doit prier pour le défunt, on dit la prière (gnane) ci-dessus et à\ntoute autre prière puissée dans le Coran et invocation sur le Prophète (PSL) à\nson intention. S’il s’agit d’une personne de qui on espère obtenir des bienfaits en\nraison de sa baraka, on peut, après avoir imploré la grâce de Dieu sur lui,\ndemander au Tout Puissant, d’exaucer vos vœux e son nom. Il n’est pas\nrecommandé (daganoul) à la femme d’aller dans les cimetières quel que soit son\nâge.\n"

 }, 
 {
 "id": "section_22",
 "title": "LA ZAKAT : UNE OBLIGATION DIVINE",
 "content": "Qui nie cela est un mécréant, qui cesse délibérement de s’en acquitter et\nqui doit le faire est un impie ; s’il ne s’en repent pas jusqu’à sa mort, il sera\nprécipité dans les feux de l’enfer. Elle doit être prélevée des trois sources de\nrevenues suivants : l’argent épargné, le produit agricole et enfin le bétail.\n1- Argent épargné \nCelui qui garde mille francs (1000 Frcs) pendant un an, devra en\nprélever la zakat, quqe ce soit de l’argent gardé ou produit par le commerce. S’il\ns’agit de quelqu’un qui vend au jour le jour sans spéculer et se hâte d’acheter\nd’autres marchandises il devra au bout d’un an, faire une estimation des\nmarchandises qu’il a encore en stock et la somme qu’il pourra à coup sûr retirer\ndes crédits alloués, il ajoute à cela la somme d’argent dont il dispose\neffectivement. Alors la zakat est estimée à vingt cinq pour mille (25‰). Mais\nn’entrent pas dans cette estimation les outils de travail comme les boutiques et\nles moyens de transport, si nombreux soient-ils. Cependant pour tout outil\nvendu, il doit de rappeler la date d’acquisition de l’outil ou la date de la dernière\nzakat à condition que le produit de la vente soit égal au moins à mille (1000)\nfrancs. Si la valeur est inférieure à mille (1000) francs et qu’on dispose d’autres\nbiens gardés par devers soi pendant un an et qui ajoutés à cette valeur égale le\nminimum imposable, on devra donc en prélever la zakat. Si l’on possède une\nmaison à louer ou des moyens de transport (vehicules), on n’en prélèvera pas la\nzakat tant qu’on ne les aura pas vendus. Si on les vend (les véhicules ou les\nmaisons), on doit considérer la date du dernier prélèvement de la zakat sur le\ncapital qui a servi à leur achat, s’il s’est écoulé depuis cette date, une année\nentière et que la somme est imposable, la zakat s’impose. A propos de ces biens\nvendus, on ne doit préléver une année de zakat, quelle que soit la durée de\npossession. Le produit du loyer de la maison est imposable si on garde en\nsomme pendant un an. Cet argent n’est pas imposable si élevé soit-il, si on ne\nl’épargne pas pendant un an.\nLe travailleur salarié qui économise une certaine somme pendant un\nan, doit en prélever la zakat, mais si élevée qu’elle soit, elle n’est pas imposable\nsi elle n’est pas gardée durant un an.\nCelui qui dispose d’un capital dont la différence avec ses dettes est\ninférieure à mille francs (1000 frcs) ne prélève pas la zakat, cela est valable si\nl’engagement avait été pris de régler ses dettes quand bien même cette somme\nn’est pas encore prélevée.\nSi on dispose d’autres biens dont la valeur estimée peut couvrir les\ndettes et qu’on les a gardés pendant un an, alors on doit y prélever la zakat.\n2- Pour les produits agricoles, il y a vingt (20) espèces dont il faut\nprélever la zakat : les sept (7) variétés d’oléagineux et les deux variétés de fruits.\nEn ce qui nous concerne, les cultures les plus répandues chez nous sont\nl’arachide et le mil .Pour ce qui est de l’arachide si le poids récolté atteint les\ntrois cent soixante quinze kilogrammes (375kg), on doit y prélever la zakat. Pour\nle mil il faudra sept cent cinquante kilogrammes (750 kg) de récolte pour prélever\nla zakat. \nSi le champ est arrosé par la pluie ou par l’eau d’un fleuve ou celle d’une\nsource, on prélève le dixième (1/10) de la récolte en guise de zakat. Si on l’arrose\nà la main, on prélève la moitié (1/2) du dixième, c'est-à-dire le vingtième (1/20).\nSi l’arrosage se fait avec un robinet qui, une fois ouvert , peut permettre d’arroser\ntout le champ de telle sorte qu’on peut rester des jours sans avoir besoin d’arroser\nà nouveau , alors la zakat de ce champ est la même que le champ arrosé par la\npluie . Si cela nécessite d’ouvrir souvent le robinet, alors la zakat de ce champ est\nla même que le champ qu’on arrose à la main. Les produits du jardin qui ne font\npas partie des vingt (20) espèces évoquées ci-dessus , ne sont pas passibles de la\nzakat.Cependant , l’argent recueilli de la vente des produits de jardinage, on\nprélèvera la zakat si on le garde pendant un an et que la valeur atteint le minimum\nimposable. Un cultivateur qui a contracté des dettes doit avant de les honorer\nprélever la zakat du produit de sa culture et ce, quelque élevé que soit le montant\ndes dettes et si infime que soit la quantité récoltée.\n3- A propos du bétail : les animaux les plus couramment élevés chez\nnous sont les bœufs, les moutons et les chèvres.\n• Les bœufs\nSi le nombre de tête est inférieur à trente (30), on ne prélève pas de zakat. De\ntrente (30) à trente neuf (39) têtes, il faudra prélever un taurillon de deux ans ou\nune génisse de deux ans en guise de zakat. De quarante à cinquante neuf têtes, il\nfaudra prélever une vache qui entre dans sa quatrième année pour quarante têtes,\nun taurillon de deux ans pour trente têtes de bétail.\n• les moutons et les chèvres\nDe quarante à cent vingt têtes, il prélèvera une bête de plus d’un (1). De cent\nvingt et une têtes à deux cent il en faudra prélever deux. De deux cent une têtes\njusqu’à moins de quatre cents on en prélèvera trois. A partir de quatre cents têtes,\nil faudra une bête par centaine. (1%)\nQUI A DROIT A LA ZAKAT ?\nElle est destinée à un musulman ou une musulmane libre, il doit être un\nnécessiteux.\nOn ne doit pas attendre de lui aucune faveur, on ne la lui donne que pour la face\nde Dieu. On ne doit s’attendre pas à des remerciements et à des éloges de sa part\nou à ce qu’il raconte à des gens ; on doit montrer qu’on ne veut pas qu’une tierce\npersonne soit au courant. On ne doit pas donner la zakat à celui qui nous prête ou\nnous donne un champ à cultiver en signe de reconnaissance, cela est blâmable\npour l’un comme pour l’autre en location. Dans tous les cas la zakat ne devra pas\nservir à payer cette somme due, cependant, le propriétaire du champ peut te le\nvendre ou te le donner en due, pas plus qu’elle ne peut être payée, cette somme,\nau moyen des produits vivriers ou de tout autre produit qui pousse dans le sol. Il\nest interdit de racheter la zakat à celui à qui on l’avait donnée. Il est tout aussi \ninterdit d’aller donner la zakat à plus de soixante dix km de chez soi si l’on a un\nnécessiteux à coté. On peut cependant aller la donner jusqu’à cette distance (plus\nde soixante dix km de chez soi).\nSi on ne trouve pas jusqu’à plus de soixante dix km, il n’est pas interdit d’aller\nau-delà de cette distance.\n"
 },
 {
 "id": "section_23",
 "title": "LA ZAKAT DE LA RUPTURE DU JEÜNE EST UNE OBLIGATION",
 "content": ""
 },
 {
 "id": "section_24",
 "title": "DIVINE.",
 "content": "Celui qui le nie est un mécréant. Qui cesse délibérément de s’en acquitter et qui\nen a les possibilités est un impie .S’il ne s’en repent pas jusqu’à sa mort, il sera\nprécipité dans les feux de l’enfer.\n*Qui doit s’en acquitter\nElle concerne tout musulman libre et qui est en mesure de s’en acquitter\npour son compte personnel et pour celui de toute personne qu’il nourrit telle que\nsa femme et son fils jusqu’à ce que dernier atteigne la puberté, sa fille jusqu’à ce\nqu’elle soit en âge de se marier ; pour le compte de ses parents (père et mère) s’ils\nn’en ont pas les moyens et pour le compte de son esclave.\n* La nature\nElle doit être prélevée dans l’aliment le plus utilisé dans le pays. Chez\nnous, on le prélève dans le mil « souna » ou le mil « sanicle » ou le mil « bassi »\nou le sorgho, ou dans le riz. Celui qui n’a aucune de ces céréales doit en acheter\nafin de s’en acquitter .Celui qui ne se nourrit pas de ces aliments précités peut le\nprélever dans l’aliment dont il se nourrit.\n* Quantité à prélever\nIl faut deux kilos et demi (2,500kg) par tête pour ce qui est du mil\n« souna » et les céréales du même genre. Pour le riz, ou pour tout autre produit\ndifférent de ceux-la, on cherche un récipient qui contient exactement deux kilos et\ndemi de mil souna et on s’en sert comme d’une mesure ainsi on ne les pèse pas.\n* Quand la prélever ?\nAprès la prière du matin, le jour de la koriste et avant la prière\ntraditionnelle de la korité .Il n’est pas du tout recommandé de tarder à la prélever\naprès la prière de la korité, sauf en cas de force majeure.On restera toujours à le\ndevoir tant qu’on ne l’a pas prélevée, si on doit le faire .Le jeun ne sera pas\naccepté tant qu’on ne s’en est pas acquitter.\n* Qui en a droit :A qui la donner ?\nCelui là même à qui on doit remettre la zakat ; ils sont identiques a tout\npoint de vue (les bénéficiaires). On peut tout donner à une seule personne tout\ncomme on peut le partager à plusieurs personnes qui en ont droit. \n"
 },
 {
 "id": "section_25",
 "title": "LE MOIS DE RAMADAN",
 "content": "L’observation du jeun pendant ce mois est une obligation divine pour toute\npersonne majeure.Celui qui le conteste est un mécréant .Qui s’y refuse est un\nimpie, s’il le fait exprès, sans empêchement. S’il ne s’en repent pas jusqu’à sa\nmort, il sera précipité dans les feux de l’enfer.\nLe jeun doit commencer si l’on aperçoit effectivement le croissant lunaire\nle vingt neuvième (29\ne\n) jour du mois de « barakhlou ».a défaut de cela on attend\nque ce lois ait trente jours révolus. Si quelqu’un aperçoit le croissant lunaire de\nmanière indubitable et sans témoins, que les gens jeûnant ou ne jeûnant pas, lui, il\nest tenu d’observer le jeune.\nS’il ne le fait pas pour le simple plaisir de vouloir jeûner en même temps que tout\nle monde , il devra jeûner après pour compenser ce jour ; il devra également une\nréparation ou « kafâra » pour ce jour omis. Si l’on aperçoit le croissant lunaire au\nvingt neuvième jour du mois de ramadan, on ne devra pas manifester qu’on n’a\npas jeûné .Si on le fait voir, on commet une faute aux yeux de la charia à moins\nqu’on ait une autre raison qui nous dispense du jeûne .Avant de commencer à\nobserver le jeûne ou de mettre un terme au jeûne (korité) la communauté doit s’\nassurer que deux personnes dont tout le monde connaît la bonne foi ont dit avoir\naperçu le croissant lunaire,ou qu’un groupe d’individus qui ne peuvent pas mentir\nde connivence, ont dit l’avoir aperçu. Dans ce cas là, on doit observer le jeûne s’il\ns’agit du début du ramadan ou rompre le jeûne, s’il s’agit de la fin du ramadan ou\nencore célébrer la tabaski s’il s’agit d’elle. Quant aux astronomes ou ceux qui\nconfectionnent les calendriers, on ne doit pas se référer à eux pour ce concerne\nl’apparition du croissant lunaire.\nSi la lune n’est pas aperçue dans un pays donné, alors qu’elle est dans un\nautre pays lointain, les habitants du pays ou on ne l’a pas aperçue n’ont pas le\ndroit d’observer le jeûne en se fondant sur le fait que croissant a été aperçue dans\nun pays lointain.Les habitants d’un pays doivent se contenter d’observer le\ncroissant lunaire sur leur territoire sans tenir compte d’un croissant lunaire qui\nserait aperçu dans un pays lointain.\nUne fois les habitants des Hijaz n’ont pas aperçu le croissant alors que ceux\ndu Yémen l’avaient aperçu. Quand on l’a dit à Seyidina Omar, il a déclaré »\n« nous ne sommes pas dans ma même région ».\nSi on n’a pas aperçu le croissant lunaire le premier jour de son observation\ndu mois de « barakhlou » et que le lendemain au milieu du jour, on se rend\ncompte qu’il était réellement apparu, on doit observer le jeûne le reste du jour et\non devra payer ce jour. Si le cas se présente pour la korité, on doit rompre le jeûne\naussitôt et effectuer la prière de la korité si cela est arrivé avant la prière du \nzohr(tisbar), si cela est arrivé à l’heure de la prière du zohr, celle de la korité est\nrévolue et elle ne sera pas effectuée en guise de rattrapage.\nQU’EST-CE QUE LE JEUNE ?\nIl faut formuler intérieurement l’intention d’observer le jeûne en tant\nqu’obligation divine pendant tout le mois pour la face de Dieu en s’abstenant de\nmanger, de boire, d’avoir des rapports sexuels de l’aube (avant fadjr) jusqu’au\ncoucher du soleil.\nCelui qui commet un seul de ces actes ci-dessus par oubli doit continuer à\nobserver le jeûne et payer ce jour après ; s’il le fait volontairement, il devra\ncontinuer à observer le jeûne, payer le jour et le réparer en « kafaar ». Il y a trois\nsortes de réparation de « kafâra » :\n1. Choisir soixante (60) pauvres (miskine) et donner à chacun d’eux la moiti é\n(1/2) d’un (andar » (environ 1kg) de mil.\n2. Observer le jeûne pendant deux (2) mois successifs sans en sauter un seul\njour, faute de quoi, on recommence.\n3. Affranchir un esclave qui nous appartient en propre et uniquement à nous\nlequel est musulman et est bien portant.\nChacun des trois (3) « kafâra » est le prix d’un jour omis.\nQUI DOIT JEUNER ?\nToute personne qui jouit de ses facultés mentales, qui est en bonne santé\nphysique et que la charia oblige à jeûner, elle ne doit pas être en voyage pour une\ndistance qui nécessite la réduction de la prière. S’il s’agit d’une femme, il faut en\nplus qu’elle soit propre de toute souillure (sang) menstruel ou lochial.\nSi un malade craint l’aggravation de sa maladie ou retard de sa guérison à cause\ndu jeûne, il peut s’abstenir de jeûner. S’il risque d’en mourir, il doit rompre le\njeûne. Après la guérison, il observera le jeûne pendant le nombre de jours omis. Si\npar négligence, il tarde à payer le nombre de jour omis jusqu’au mois de ramadan\nsuivant, il paiera après ce dernier mois et en plus, pour chaque jour omis, il\ndonnera la moitié d’un « andar » (environ 1 kg) de mil en guise de réparation. Une\nfemme qui allaite et qui craint de porter préjudice à son enfant en jeûnant, doit\nrompre le jeûne mais devra payer après les jours omis. Celui qui est vieux qu’il ne\npeut plus supporter le jeûne, peut être dispensé tout en donnant pour chaque jour à\njeûner la moitié d’un andar.\nOn peut formuler l’intention de jeûner une pour toute la première nuit du\nmois de ramadan ou la formuler chaque soir pour le jour suivant. Les\nvomissements et les pituites non provoqués qu’on peut faire sortir sans en rien\navaler n’annulent pas le jeun. Sils parviennent à la gorge et redescendent après\ndans l’estomac, ils annulent le jeûne. Si c’est involontaire, on observe un jeûne \ncompensatoire ; si c’est volontaire, on observera un jeûne compensatoire et un\njeûne expiatoire. Quand l’eau destinée à rincer la bouche ou à être aspire par le\nnez (pendant l’ablution) descend la gorge et qu’on l’avale, elle annule le jeûne.\nLes crachats ordinaires ou glaireux n’annulent pas le jeûne mais il est préférable\nde les jeter si la quantité est importante. La présence d’un homme observant le\njeûne dans une assemblée de femmes est blâmable. Il en de même pour une\nfemme dans une assemblée d’hommes. Il est aussi blâmable pour un homme qui\nobserve le jeûne de penser aux femmes ou de tenir des propos obscènes. Il leur est\ninterdit de s’amuser.\n*AUTRES ACTES BLAMABLES POUR QUI OBSERVE LE JEUNE\n- Introduire dans la bouche quelque chose qui a une saveur même s’il s’agit\nd’une chose du genre de la gomme arabique.\n- S’amuser du goût d’un mets en préparation en y passant la langue ou de\ncelui de la boisson destinée à la rupture du jeûne.\n- Dormir pendant de longues heures durant la journée du ramadan\n- Utiliser du parfum ou de le flairer\n- Utiliser de l’encens\n- Se mettre du collyre dans les yeux ou du khôl sur les paupières\n- Se curer les dents au moyen d’un morceau de bâton frais.\nDu petit déjeuner de l’aube ou « kheude » pendant le ramadan\nManger à l’aube pendant le ramadan est une pratique traditionnelle. Il est\nrecommandé de le faire le plus tard possible et de rompre le jeun le plus tôt\npossible, de tenir sa langue et de surveiller ses gestes, de rompre le jeun avec des\ndattes avant de boire de l’eau, de s’adonner à des pratiques pieuses pendant tout le\nmois de ramadan.\nEn dehors du mois de ramadan, il y a des jours pendant lesquels il est\nrecommandé d’observer le jeun. Il s’agit de tout le mois l’Achoura ou\n« tamkharite », en particulier le premier (1\ner\n), le troisième (3\ne\n), le neuvième (9\ne\n) et\nle dixième (10\ne\n) jours de l’Achoura ; l’observation du jeun pendant ce jour vous\nabsout de tous les péchés commis pendant l’année écoulée :\n4- Trois jours de chaque mois\n5- Tout le mois de « ndèye koor », en particulier le vingt septième (27\ne\n)\njour.\n6- Tout le mois de « chabane » ou « barakhlou » en particulier le 15\nème\njour\n7- Six jours après la korité .Jeûner pendant ces six jours équivaut à\njeûner tout le temps. Mais il est préférable de reprendre le jeune le\npremier dimanche où le premier mercredi qui suit. \n8- Vingt cinquième jour de « digui tabaski » en particulier le 8è et le 9è\njour. Celui qui observe le jeune pendant le 9è jour ; se verra absous\nde tous les péchés commis pendant l’année écoulée et ceux à\ncommettre pendant l’année à venir\n9- Le dernier jour de l’an\nIl n’est pas recommandé de jeûner tout le temps ou de choisir de jeûner un jour\ndéterminé comme le vendredi ou pour un pèlerin de jeûner pendant le 9\nème\njour de\nla tabaski ou d’observer le jeune en guise de précaution si on n’est pas édifié sur\nl’apparition du croissant lunaire, même si ce jour correspond effectivement au\npremier jour du ramadan, on sera alors tenu de faire un jeune à titre\ncompensatoire.\n"
 },
 {
 "id": "section_26",
 "title": "LE PELERINAGE A LA MECQUE",
 "content": "Aller à la Mecque une seule fois dans sa vie est une obligation divine pour tout\nmusulman qui a la résistance physique nécessaire et le viatique suffisant. On\nentend par résistance physique le fait de n’être pas atteint d’une maladie qui\nl’empêche d’effectuer le pèlerinage ou qu le pèlerinage est susceptible d’aggraver.\nOn entend par viatique de l’argent licite et bien acquis qui ne provient pas de\nl’usure ni biens d’autrui ; cet argent ne doit pas être acquis ni par charité ni par\ndon. Cet argent doit être suffisant pour supporter tous les frais du voyage sans\nqu’on ait besoin de mendier ou d’importuner quiconque. De même, on doit mettre\nsa famille à l’abri de tout besoin, cela lui permettra de n’importuner personne. On\ndoit honorer toutes ses dettes arrivées à échéance. Si l’échéance doit survenir\navant le retour, on est tenu –d’honorer l’engagement avant son départ ou de\ndonner des instructions dans ce sens. Si toutes ces conditions sont réunies, le\npèlerinage à la Mecque devient une obligation au même titre que la prière. Celui\nqui conteste cela est mécréant, qui s’en abstient délibérément et sans excuse est le\ndernier des impies et s’il ne s’en repent pas jusqu’à la fin de ses jours, il sera\nprécipité dans les feux de l’enfer.\nLe pèlerin trouvera sur place, une fois arrivé aux Lieux Saints, un guide qui\nl’assistera à s’acquitter de son devoir de pèlerin ; il lui dira ce qu’il devra faire et\nce qu’il ne doit pas faire jusqu’à la fin du pèlerinage et les conditions requiseas,\nnous n’estimons pas nécessaire de nous étendre davantage là-dessus.\nLe petit pèlerinage ou « Oumra » : l’effectuer une seule fois est une\npratique traditionnelle. Il est identique à tous points au pèlerinage, mais il prend\nfin avec le circuit entre Safa et Marwa. Il est très déconseillé de faire « El hadj »\npar exemple. Cela ne doit pas nous faire croire qu’on est supérieur en quoi que \nce soit à quelqu’un qui n’a pas encore effectué le pèlerinage. On doit le\nconsidérer uniquement comme un acte de dévotion au même titre que les\ninvocations du nom de Dieu, que la prière, le jeûne, le prélèvement de la zakat,\ntout cela pour la face de Dieu. Qu’on sache que le pèlerinage à la Mecque et\ntous ces actes de dévotion ont la même valeur, étant tous des obligations divines.\nTout acte est vain s’il ne s’appuie pas sur la foi et la crainte de Dieu.\n"
 },
 {
 "id": "section_27",
 "title": "LE MARIAGE",
 "content": "Il est recommandé à qui en a les moyens et en éprouve le besoin. Il\ndevient une obligation si l’on sent qu’on ne peut pas s’en passer. Il devient\nsouhaitable si l’on sent qu’on peut s’en passer mais que quelquefois, on en\néprouve un besoin passager. Il devient seulement légal si l’on sait qu’on peut\ns’en passer et qu’on n’en éprouve pas le besoin.\nA celui qui n’est pas en mesure de se marier et qui plus est craint de porter\npréjudice à son éventuelle épouse, cela n’est pas recommandé, il peut même lui\nêtre formellement interdit. Il n’y a mariage que sur la base d’un acte stipulant\nqu’une telle a été donnée en mariage à un tel avec consentement de ce dernier. Il\nappartient au « Kilifa » (tuteur légal, le père par exemple) de marier sa fille ou\nde donner des instructions dans ce sens avec la présence obligatoire d’au moins\ndeux (2) ou quatre (4) témoins de bonne foi. La dot doit être présentée, à défaut,\non fixe le montant et l’échéance à laquelle elle doit être versée.\n- la femme ne doit pas se trouver en période de retraite (ida)\n- l’homme ne doit pas avoir déjà quatre (4) femmes.\nLe mariage proprement dit doit se faire de la manière suivante :\n-S’il s’agit du « Kilifa » de la fille, il doit réciter le « fatiha » trois (3) fois,\nensuite dire ce qui suit : « bismil lahi rahmani rahimi ya ayou hann nassou\nitakhou rabakoumoul lezi khalakhakoum minn nafsinn wâ hidatinn wa\nkhalakha minn hâ zawdiahâ wa bassaminn houmâ ridialann kassîrann wa\nnissa ann wa takhoul lâhal alezi tassa alôna bihi wa larhâma inalâha kâna\naleykoum rakhi sifâna was salâtou wa salâmou wala rassolilahi annâ bahdou\nfa inni khad zawaddjitou foulânana foulânata ala barakatil lâhi wa chourôtihi\nwa ala sadâkhi mislahâ » trois fois puis dire ceci : « wa artou fa inn sâkoum\nbimùahrôfine aw tass rîhoune bi issânine » une fois.\nSi le « kilifa » se fait représenter par une tierce personne, celle-ci après avoir\ndit « wa chourôtihi » ajoutera ceci « bi isni walî yihâ » avant d’ajouter « wa ala\nsadakhi mislihâ ». \nLe « kilifa » du marié dit ce que doit dire le « kilifa » de la mariée jusqu’\n« amâ bahdou » avant d’ajouter ceci : « fa inni khad khabiltou nikâ haheu ala\nbarakatil lâhi wa chourôtihi wa alâ sadakhi mislihâ ». S’il se fait représenter,\nle représentant jusqu’à « nikâ aha » ajoutera « liwalikî » avant de dire « ala\nbarakatil lâhi » jusqu’à la fin.\nS’il y a deux témoins, ils disent ceci « had chahina ala zâlika ». S’il y a\nd’autres, ils disent : « wa nahnou maha koumâ ala zâlika mina châhidina ».\nIl est recommandé à tous ceux qui sont présents, de dire à l’intention des\nmariés des invocations du genre « bâraka lahou likouline minn koumâ fis sa\nibihi wa diamaha baïna koumâ bi khaïrine wa akhradia minn koumâ\nzouriyatann tayibatann tahmalous saliha âmine ».\nSi la femme doit rejoindre son mari, il est souhaitable qu’ensemble, ils\nfassent leurs ablutions dont on recueillera l’eau dans un récipient qu’on versera\naux quatre (4) coins de la chambre devant recevoir la mariée.\nAprès quoi, le marié pose sa main sur la tête de la femme et récite le verset\n« ayatoul koursiyou » une fois et la sourate « yassine » une fois et « khoulouwa\nlahou » trois fois puis ajoute « alahouma anta rab iwa rabouha waf fikhe baïni\nwa baïnaha innaka alakouli chaïne khadiroune wa arina manâ sikana wa\ntoub aleyna innaka anta at tawâbour rahimou wala hawla wala khouwata ila\nbilahil aliyil hazimi » une fois.\nAu moment des rapports, il doit au préalable formuler l’intention de jouir de\nl’acte en vue de s’épanouir pleinement et solliciter en même temps auprès du\nTout Puissant, la naissance d’une enfant dont on sera fier qui contribue à\nl’expansion de l’Islam par une pratique saine. Avant de découvrir ses parties\nintimes, il dira ce qui suit : « bismilahi rahmani rahimi alahouma dianibna\nchaïtana wa dianibich chaïtana marazakhtana alahouma ourzoukhni minn\nhazihi waladann sâlihann wadj halahou takhiyann nakhîyann laysafi khalkhî\nchiz ziyadatoune walâ noukhsânoune wadjhale akhi batahô wa âkhi batanâ\nilâ khaïrine ya ar amar râhimina ». Il est interdit aux partenaires de parler, de\nregarder ses parties intimes ou celles de son conjoint pendant ces rapports.\nIl est recommandé avant d’entamer de nouveaux rapports que chacun d’eux\naille uriner et se laver les parties intimes. Il leur est également recommandé\navant de manger ou de dormir de procéder à la purification par le lavage si\npossible ou à défaut, à la petite ablution afin d’atténuer les souillures. Mais cette\nablution ne leur permettra pas de prier ou de toucher le livre saint de Coran. \nDormir où manger en état de souillure fait partie des causes qui provoquent la\npauvreté.\nPrécautions à prendre pour la femme enceinte\nLa femme doit éviter pendant le premier mois de sa grossesse, de boire du\nlait fermenté, du tamarin, de l’oseille (bissap), du vinaigre et tous les aliments\naigres. Le polygame doit traiter ses épouses de manière équitable dans toute la\nmesure du possible. Il ne doit pas être partial sans raison valable. Certes, il lui\nsera difficile intérieurement de les traiter équitablement, mais il doit éviter toute\nattitude partiale très manifeste. Il est souhaitable d’écrire ce qui suit et d’en faire\nun gris-gris que l’on fera porter à la femme dès qu’elle est en état de grossesse ;\n(Voir annexe I). Après son accouchement, ce gris-gris sera porté au poignet\ndroit de l’enfant s’il s’agit d’un garçon et au poignet gauche s’il s’agit d’une\nfille : « Inna lezi farada aleykal khour âna larâdouka ila mahâdine wa\nkhouldiâ al hakhou wa zahakhal bâ tilou innal bâtila kâna zahoukhann wamâ\nyou amarou minn mouhamarime walâ youne khassous minn oumourihi ilâ fî\nkitâbine inna kâdate lâ toubdî bihî lawlâ ann rabatnâ ala khalbinâ litakôna\nminal zalika ala yassiroume wa baha fou âdou oumi moussa farikhann inn\nmominîna khoul rabiya ahlamou mann diâ ah hil houdeû wa mann houma fi\nfalâ line moubînine wal latî akhsanat fardiahâ fanafakhnâ fihâ minn rôhinâ\nwa diahal nâhâ wabnahâ âyatane lil âlamina wa maryamab bnata himrânal\nlatî akhsanat fardiahâ fanafakhnâ fîhi minn rôhinâ wa sadakhat bikalimati\nrabihâ <a kitâbihi wa kânat minal khâni tîna lakhad yadj mahoul lâhou\nachatî taïni beuhdamâ ya zounnâni koulaz zâni ann lâ talâkhayâ ».\nQuand la grossesse atteint trois mois, il est recommandé de réciter les noms\nsuivants et de souffler sur le ventre : « Abdoulaye Ibn Omar, Abdoulaye Ibn\nMassehôd, Abdoulaye Ibn Habass, Abdoulaye Ibn Zoubeyri, Abdoulaye Ibn\nSalâmine, Abdoulaye Ibn Zeydine, Abdoulaye Ibn Oumi Maktône radiya\nlahou tahala ann houm ».\nS’il s’agit d’une femme victime d’avortements répétés, on écrit ce qui suit\nqu’on lui fera porter (voir annexe n° I).\nS’il s’agit d’une femme dont les enfants meurent en bas âge, on écrit soixante\net une (61) fois « bismilahi rahmanie rahimi » qu’on lui fera porter en guise de\ngris-gris. Une fois en travail, on écrira ce qui suit (voir annexe n° II). En faire un\nbreuvage dont on lui fera boire une partie ; avec le reste, lui asperger le corps en\npartant du nombril vers le bas. A la naissance, il est recommandé de réciter la \nsourate « ina anzal-nahou », de faire l’appel à la prière puis de le souffler dans\nl’oreille droite du bébé ; faire l’appel dans l’oreille gauche. Le nouveau né à qui\nl’on fait celà Dieu le préservera des multiples entraves qui sont de nature à lui\nfaire perdre la foi.\nIl est recommandé qu’on lui donne au premier lieu des aliments sucrés\ncomme du miel, des dattes macérées dans l’eau ou seulement de l’eau sucrée.\nIl est souhaitable de transcrire la sourate « baladi » d’en faire un gris-gris et\nde le lui faire porter dès sa naissance. (Voir annexe V).\nIl est recommandé de lui donner un nom au septième jour de sa naissance et à\ncette occasion de sacrifier de préférence un bélier sans défaut, et qui n’a perdu\nl’usage d’aucun de ses membres, sans déformation aucune, qui n’est ni borgne,\nni maigre, dont tous les organes sont entiers « ndiaadé woul », ou à défaut un\nbouc ou tout autre animal. Pour trouver le septième jour, on ne doit pas tenir\ncompte du premier jour, si la naissance survient après l’aube, car dans ce\ndécompte, on ne doit pas considérer que la première aube de sa vie.\nSi la naissance survient à l’aube, on doit compter cette aube.\nLe sacrifice de l’animal peut se faire dans la période qui s’étend de la\nmatinée jusqu’au coucher du soleil. On ne doit pas le faire avant le lever du\nsoleil, ni après son coucher au risque de faire perdre au sacrifice son but rituel :\non n’aurait alors que de la viande et rien d’autre. On doit donner le nom à\nl’enfant en même temps que l’on immole la bête.\nS’il s’agit de jumeaux, on doit trouver une bête pour chacun des nouveaux\nnés. Il est recommandé de donner en offrande l’équivalent du poids des cheveux\nde l’enfant en or ou en argent après l’avoir rasé. Ce rasage doit précéder la\ncérémonie proprement dite du baptême.\nUne partie de la viande peut être consommée, l’autre partie donnée en\noffrandes.\nSi on n’en donne pas en offrande, le sacrifice perdra son but rituel. Il n’est\npas question de faire toucher à l’enfant du sang de l’animal immolé.\nPour un mort né et un bébé mort avant le septième jour, on n’immolera pas\nun animal mais on leur donnera un nom avant de les inhumer.\nLe père qui n’a pas d’animal à immoler peut donner un nom à l’enfant quand\nil voudra mais de préférence dans la matinée avant dix heures. (yor yor). \nIl est recommandé de ne pas s’en tenir à la bête immolée mais de trouver\nautre chose qui puisse permettre de satisfaire aux besoins de la circonstance ; de\nquoi faire manger tous ceux que la cérémonie a réunis. Celui qui est chargé de\ndire le nom dans les oreilles de l’enfant doit une fois sur ses genoux et avant de\ncommencer la cérémonie et de dire le nom, prononcer ceci\n« Bismi lahi rahmani rahimi alahouma lakal hamdou alâmâ ahtaïta wa\nawlaïta wa asdaïta alahouma zidnâ walâ tankhousnâ wa akrimnâ walâ\ntouhinâ wa ahtinâ wala tahrimnâ wa assirnâ wala toûssir ahadane haleynâ\nwa bismikal kâfi ikfinâ. Alahouma adjhalhou barane, takhiyane walâ\ntadjhalhou fâdjirane chakhiyane » et le lui souffler sur le corps ensuite il dira\nl’appel à la prière dans l’oreille droite et prononcer le nom et lui dire « je te\ndonne le nom d’un tel » puis dire le ré-appel (ikhamat) dans l’oreille gauche.\nIl posera ensuite sa main sur la fontanelle et dira « yâ barrou » (7 fois), « yâ\nrakhibou » (7 fois), « yâ rachidou » (7 fois), puis la sourate « ina anzalnahou »\n(3 fois), ou « isouka bikalimâtil lahi tâmah mine koully chaïtanine wa hamah\nwa mine kouli aynine lâ mahh » (3 fois) , « bismil lahi arkhîka mine koully dâ\nino yoûsika wa lahou yachfika, wa youndjîka wa yadjhaloul barakata fîka\nanbatakal lahou nabâtane hassanane » (3 fois), « dianabaka lahoul amaraïni\nwa azâ khaka tahmal labradaïni waw a khâka charal adj wa faïni wa\nhamaraka baïnal walidaïni wa yassara lakal khaïra aïchoumâ tawadiahta\nmatahaka matahaka lahou bihoubi hî wa hamara bi tâhatihî wa kala ako\nbihifsihi wa diakha laka wa idjânâ minal lazina lâkhawfoune haleyhime wa\nhoume yakhssanouna wa mina lazina tâlat ahmârou houme wa hassounate\nahmâlou houme wa salimate khâtimatou houme wa khoutimato\nsalâmatouhoumo wa dakhaloul dianati bikhaïri hissabine zawa daka lahou\ntakhwâ wa wakhâkar radâ wa baraka fika astan dihoul lâha dînakâ wa ama\nnataka wa khawâtima ahmâlika. Ala houma bâriklîfîmâ razakhtanî wa ane\nbithou nabâtane hassanane wadjhalhou mine salihil waladi wa ahinni halâ\nkafâ latihî hata yabloukha achoudahou. Alahouma ouchdoud bihî hadoudi\nwa kachir bihi fi sâlihîna hadadî wal yakoune hawnane lî hala tahatika wa\nsalimnî mine fitnatihi inaka hala koully chaïne khadiroune alahouma iniya\nardiôka fihi wa akhâ fouka haleyhi fa hakhikh radiaî fihi wa amine khawfi\nhaleyni inaka hala koully chaïne khadiroune » et lui souffler dessus.\nIl est recommandé également à celui qui fait des prières pour un enfant de\ndire cela matin et soir et de le lui souffler dessus. Si on fait porter à un nouveau-\nné la sourate 1, il sera préservé contre beaucoup de maux. \n-Si l’enfant souffre d’une éruption de pustules purulentes on écrira ce qui suit\net on en fera un breuvage qu’il boira avec sa mère (Voir annexe n° III) avec la\nsourate « fatiha » dont on sépare les lettres.\nOn peut écrire cela à l’intention d’une femme enceinte sans séparer les lettres\nde la fatiha.\n-Si l’enfant a la fièvre (comme la paludisme), on écrit ces mots qu’on lui fait\nporter au cou (Voir annexe n° VI) comme gris-gris.\nOn le récite 3 fois le matin et le soir et on le souffle sur con corps.\n-Si l’enfant a des vomissements on écrit sur un morceau d’étoffe blanche ce\nqui suit et on le lui fait porter au poignet de la main droite (voir annexe n° VII).\n-Si l’enfant n’arrive pas à dormir la nuit, ou si son sommeil est entrecoupé de\nréveils brutaux on lui fait porter ce qui suit (voir annexe n° VIII).\n-Si le bébé a la coqueluche ou s’il tousse constamment, on lui donne à boire\ndu lait frais de chèvre si on ne peut pas l’obtenir frais on le fait chauffer ; on lui\ndonne également une cuillérée de miel le matin et le soir.\n-S’il s’agit d’un bébé qui pleure souvent, on écrit ce qui suit sur un talisman\nqu’on lui fait porter (voir annexe n° IX).\n-S’il a mal à l’oreille ou souffre d’une otite, on y met (dans l’oreille) du blanc\nd’œuf ou du « diwounior » chauffé légèrement.\n-S’il a mal au ventre, on écrit ce qui suit (voir annexe n° I) on lui donne à\nboire du « nânâ » trempé dans l’eau, le matin de bonne heure tout en lui faisant\néviter de boire la nuit ; on l’obligera aussi à aller uriner avant d’aller au lit.\n-S’il mange du sable, on écrit ce qui suit sur du pain qu’on lui fait\navaler (voir annexe n° X).\nIl faut également lui donner à manger de la viande de jeune poulet et bien\ncuite. Cela lui fera passer son goût de sable. Il faudra aussi lui faire prendre un\nlaxatif comme le « laïdour » et une cuillérée à café de miel chaque matin et\nchaque soir.\nPour l’apparition des dents, la poussée dentaire, il faut réciter le verset\n« ayatoul koursiyou » (10 fois) suivi de la sourate « li ilafi » (3 fois) matin et\nsoir et lui souffler dans la bouche. Il faudra ensuite mélanger du cerveau de\nmouton à du miel et à du « dax ».\n• « diwounior » aliment obtenu après fermentation puis, chauffage de la\ncrème\n• « nânâ » plante aromatique utilisée avec du thé\n• « laïdour » plante laxative\nLui frictionner les gencives avec le produit ainsi obtenu. On peut\nparallèlement à son intention piler un peu de mil « souna », en faire griller une \nautre quantité qu’on pilera ensuite, mélanger le tout à du sucre et en faire un\nbreuvage pour lui et sa maman.\nSi l’enfant souffre d’une gingivite, on rince la bouche avec une solution de\nsel chauffée légèrement ; il peut aussi se gargariser avec une solution de\n« nébnéb » pilée ; on peut aussi lui faire prendre du vinaigre dans la bouche\npendant quelques temps avant de l’en rejeter.\nSi on avale un os de travers, on récite la « fatiha » plus « bismilahi\nmoudjirihâ wa mourséha ina rabi la khafouroune rahimoune » plus la sourate\n« li ilafi » que l’on souffle dans de l’eau qu’on lui donnera à boire.\nSi l’on souffre d’un estomac, on fait chauffer légèrement du lait de brebis ou\nde chèvre auquel on ajoute du clou de girofle (xorom polé) et du sucre et on boit\ndu breuvage ainsi obtenu matin et soir tout en évitant de consommer des\naliments gras et tout ce qui est aigre ou acide.\nSi quelqu’un souffre de maux de tête, on pose la main sur la tête et on dit ce\nqui suit « Bismilahi khayril asmâni bismilahi rabil ardi wa sama bismilahi\nbarakatoune wa chifâ oune Bismilahi alazi la yadourou maha ismichichay\noune fil lardi wa lafi samâ-i wa houwa samihoul halimou » (3 fois).\n« Alahou nourou samawati wa lardi massalou nourrihî kamich kâtine fihâ\nmisbâ oune al misbâhou fi zoudia diatine as zadia diatou ka anakâ kawka\nboune douriyoune youkhadou mine chadiaratine moubarakatine zaïtoûnatine\nla charkhiyatine wala kharbiyatine yakâdou zaïtouha youdî- ou wa law lame\ntamsashou nâroune nouroune hala nourine yahdi lahou linourihi mane\nyachâ- ou wa yadribou lâhou lamsâla lî nâssi wa lâhou bikoully chayïne\nhalimoune fi bouyoutine azina lâhou ane tourfaha irtafih ayouhal wadiahou\nbilâ hawla wala khouwata ila bilahi haliyil hazime » (1 fois)... ajouter à cela\n... « Law anzalna heuzeul khour âna jusqu’à « wouhouwal azizoul hakimou »\n(1 fois).\nPour la conjonctivité, on récite les versets suivants matin et soir que l’on\nsouffle dans les yeux :\n« Yâ nâziraya bi yankhôbine ou hizou houmâ mimastahâ zabihi\nismassahoul kamadou khamîsou yoûssoufa isdiâ al bachirou bihi hakhi\nyoûssoufa ishab ayouhâl ramadou ». \nPuis on écrit ce qui suit pour lui en faire une potion avec laquelle il se lave\nles yeux (voir annexe n° X).\nPuis on écrit ce qui suit en guise de gris-gris qu’il porte sur la tête (voir\nannexe n° XII).\nCelui qui saigne du nez doit verser de l’eau fraîche sur sa nuque et se coucher\nsur le dos. Après on écrit le verset suivant sur son front (voir annexe n° XII).\nPour celui qui souffre de maux de dents, il mettra du corail dans l’encensoir\net se penchera dessus pour recevoir la fumée où il pile du hené, mélange la\npoudre ainsi obtenue avec du miel et l’applique sur la dent concernée.\nIl peut également écrire ce qui suit sur du pain le mastiquer avec la dent\nconcernée, le faire sortir puis le jeter à un chien (voir annexe n° XIII).\nIl peut faire chauffer légèrement du vinaigre y ajouter du sel et se gargariser\navec la solution ainsi obtenue.\nRemède pour traiter les maux d’oreilles (borom bopp)\nEcrire ceci et en faire un breuvage\nLa fatiha plus « allahou nourou samawati wal ardi » jusqu’à « ane\ntourfahâ » et y ajouter ceci (voir annexe n° XIV).\nPour traiter le « Gadam »\nDonner à porter comme gris-gris ce qui suit (voir annexe n° XVI)\nPour traiter la diarrhée\nFaire cuire un œuf dans du vinaigre et manger le jaune\nS’il s’agit d’une dysenterie, boire du lait de vache légèrement chauffé et\nse couvrir le corps pendant un instant.\nPour traiter la constipation\nBoire du lait de brebis auquel on aura ajouté un peu de sel.\nQuand on est atteint d’une maladie quelconque, on choisit un endroit isolé et\npropre pour y faire ses ablutions et exécuter 2 rakkas. Après le salut final on dit\nce qui suit « Yâ mânihou » (161 fois) et on ajoute ceci :\n« Imnah minî hâzal marada wam nahnî minhou bi fadlika wadjôdika\nwakaramika » quelque soit la maladie, on en sera guéri.\nLe sevrage\nS’il s’agit d’un enfant né après seulement 7 mois de grossesse, le sevrage\npourra survenir après 23 mois d’allaitement. \nSi l’enfant est né après 9 mois de grossesse, il pourra être sevré après 21\nmois d’allaitement.\nCependant le sevrage s’impose dès l’apparition d’une nouvelle grossesse\nquelque soit l’âge de l’enfant.\nD’une manière générale si on trouve les moyens de nourrir l’enfant\nautrement que par l’allaitement, le sevrage peut se faire le plus tôt possible.\nDans le sevrage proprement dit, il est recommandé d’écrire ce qui suit sur\ndu pain qu’on lui donnera manger (voir annexe n° XVI).\nEnsuite lui faire porter comme gris-gris la sourate « Bourôdji ».\nA partir de 5 (cinq) ans d’âge, on doit commencer à faire acquérir à\nl’enfant les bonnes habitudes comme par exemple :\n-lui conseiller de manger avec la main droite, de se laver les parties\nintimes avec la main gauche, de dire bismilahi pour tout acte à accomplir, de\ns’abstenir d’injurier, d’éviter d’être incorrect de lui conseiller de se moucher\navec la main gauche, de ferme la bouche en baillant de dire (alhmadou lilahi\nrabil halamina » après chaque éternuement.\n-Il doit être circoncis à 6 ans et envoyé à l’école (coranique).\n-A neuf (9) ans le garçon ne doit plus partager le lit de sa mère ou de sa\nsœur.\nS’il doit partager le lit avec un autre garçon ils ne doivent pas frotter leurs\ncorps, on devra les séparer d’une manière ou d’une autre.\n-A douze (12) ans on doit lui enseigner les obligations religieuses ainsi\nque les règles de la bienséance.\n-A treize (13) ans, on doit l’obliger à prier et à jeûner, en cas de refus on\ndoit le châtier.\n-A seize (16) ans si son père a les moyens de le faire, il peut lui chercher\nune femme.\n-A dix huit (18) ans, s’il refuse de prier et de jeûner, il doit être amené\nauprès de l’autorité la plus proche pour être tué par « guétène ».\n"
 },
 {
 "id": "section_28",
 "title": "LE DIVORCE",
 "content": "Consiste à rompre les liens du mariage. Il est préférable qu’il soit prononcé à un\nmoment où la femme est en état de pureté, à un moment ou on n’a pas eu de\nrapports avec elle, il vaut mieux le prononcer une seule fois (au lieu de 3 fois)\nsans la fermer volonté d’en finir. \nC’est cela le divorce traditionnel (sunna).\nSi on procède ainsi, il sera possible de revenir sur le divorce sans avoir\nbesoin de renouveler l’acte de mariage et ce avant la fin de la période de retraite\nlégale (idda).\nSi par contre la période de retraite légale est épuisée, on doit renouer le\nmariage après avoir versé une autre dot.\nSi l’on prononce 3 fois le divorce ou une seule fois avec la ferme volonté\nd’en finir, alors, le divorce est consommé. Dans ce cas, même après la retraite\nlégale on ne pourra pas remarier la femme avant qu’elle n’ait divorcée d’avec un\nautre homme.\nCe mariage intermédiaire ne devra pas être aménagé pour permettre après\nle divorce aux premiers époux de se remarier (barsawdié).\nTout le monde devra être convaincu qu’il n’y a pas eu de tricherie, que ce\nsecond mariage et le divorce qui s’en est suivi procèdent de la volonté divine.\nOn ne peut pas divorcer une femme en période de menstrues. La charia oblige\ncelui qui le fait à aller la chercher. Il ne pourra la répudier à nouveau que\nlorsqu’elle sera en état de pureté, qu’ils auront eu des rapports, que la femme se\ntrouve à nouveau en périodes menstruelles et qu’elle en soit purifiée. Il lui sera\nalors loisible de renoncer au divorce.\n-La retraite légale\nS’il s’agit d’une femme libre qui a perdu son mari (viduité) la période de\nretraite légale dure quatre (4) mois et dix (10) jours.\nSi elle n’est pas une femme libre (il s’agit alors d’une esclave) la période de\nretraite légale dure 2 mois et 5 jours, c'est-à-dire la moitié.\nS’il s’agit d’une femme libre qu’on a divorcée, elle doit observer la\nretraite légale de la manière suivante : elle doit rester pendant 3 périodes de\npureté (à commencer par celle à laquelle a lieu le divorce) consécutives à ses\ncycles menstruels. La retraite légale prendra fin à l’issue de la 3\nème\npériode de\npureté dès qu’elle entra dans la période menstruelle qui suit cette dernière.\nS’il ne s’agit pas d’une femme libre, elle restera pendant 2 périodes de\npureté.\nPour une divorcée qui n’a pas encore atteint l’âge où commencent ses\ncycles menstruels ou pour celle qui a atteint la ménopause, la période de retraite\nlégale dure 3 mois.\nPour une femme en état de grossesse, la période de retraite légale prend fin dès\nqu’elle accouche. \nUn homme qui a quatre femmes et qui en répudie une mais pas de\nmanière irréversible, ne pourra épouser une autre femme que lorsque la période\nde retraite légale de la divorcée est épuisée.\nIl existe 3 (trois) cas de divorce\n1) Le divorce à titre provisoire (fayeli)\n2) Le divorce à tire expiatoire\n3) Le divorce irréversible\n1)Le divorce à titre provisoire (fayeli)\nC’est le divorce qui n’est pas prononcé 3 (trois) fois et qui n’a pas été l’objet\nd’une demande de la part de la femme, le mari peut reprendre sa femme sans\navoir besoin de renouveler le mariage si toutefois la période de retraite légale\nn’est pas épuisée. Si par contre cette période expire, le divorce est consommé. Il\nne peut être réparé que par un autre acte de mariage et le versement d’une autre\ndot.\n2)Le divorce à tire expiatoire\nLe divorce demandé est celui exigé par la femme, que cette dernière ait ou\nnon donné de l’argent.\nLe divorce légal (charia) est aussi expiatoire. C’est lorsque le mari a un\ncomportement anormal vis-à-vis de sa femme au point que le divorce s’impose\nau vu de la charia.\nN’est pas considéré par ce cas lorsque le divorce intervient à la suite d’un\nserment ou si le mari n’a pas de quoi nourrir sa femme. Dans ces cas si celui qui\navait juré sur l’honneur accepte de faire marche arrière, alors que la période de\nretraite légale n’est pas épuisée, la femme peut revenir chez elle. Ainsi si le mari\narrive à obtenir de quoi nourrir sa femme toujours pendant la période de retraite\nlégale, cette dernière peut retourner chez elle.\n3)Le divorce irréversible\nC’est quand le divorce est prononcé 3 fois ou une seule fois avec la ferme\nintention d’en finir. Ce divorce ne peut être réparé.\nLe mari ne pourra reprendre cette femme que lorsque cette femme aura épuisé la\ndurée de sa retraite légale, qu’elle aura contracté un autre mariage, qu’elle aura\nrompu celui-ci ; et qu’elle aura épuisé la retraite légale consécutive à la rupture\ndu dernier mariage. Toutefois ce dernier mariage ne doit pas être contracté par\nun tiers en vue de permettre le retour de la femme avec son premier mari. La \nfemme quant à elle peut se remarier dans ce but précis ; tout comme le premier\nmari peut faire des démarches dans ce sens.\nC’est le second mari qui ne doit pas tremper dans cette combine. Il est\ninterdit à deux hommes de rivaliser chez une même femme. Il est tout aussi\ninterdit de courtiser une femme pendant sa retraite légale. Si le mariage a lieu\npendant cette période, ce ménage sera frappé d’inceste à jamais.\nUne femme en période de retraite légale ne doit pas aller loin de chez elle\nencore moins passer la nuit ailleurs que chez elle.\nS’il s’agit de la période de viduité tous ces interdits frappent la femme qui\nen plus ne doit en aucune manière porter des bijoux ou de beaux habits ; elle ne\ndoit pas non plus se parfumer ; elle peut cependant entretenir ses cheveux au\nmoyen d’une pommade non parfumée, cela pour en empêcher la chute.\nUne femme que son mari abandonne délibérément sans aucune raison,\nmais par simple refus de l’entretenir, cette femme peut aller consulter son père\nou son représentant afin d’obtenir le divorce : ce divorce sera irréversible.\nSi le mari revient et veut reprendre sa femme, il pourra l’épouser à\nnouveau s’il ne la trouve pas mariée à un autre homme et ce avec le\nconsentement de la femme, mais on ne devra pas l’obliger à le faire.\nUne femme dont le mari a disparu sans laisser de traces, une femme dont\non sait que le mari se trouve dans une localité déterminée mais n’en revient pas\net n’envoie rien à sa femme faute de moyen ou par empêchement, une femme\ndont on ne sait si le mari est en vie ou non, chacune de ces femmes doit attendre\nle retour de son mari pendant une durée de 4 ans à condition que la femme se\ntrouve dans un pays musulman, que le mari lui ait laissé de quoi nourrir (en\nnature ou en espèce) et que la femme soit sûre de pouvoir lui rester fidèle.\nSi la femme ne se trouve pas dans un pays musulman, elle attendra aussi\nlongtemps qu’elle le croira en vie.\nToutefois l’attente ne s’impose que si le mari a laissé à la femme\nsuffisamment de nourriture, une maison où habiter et que la femme soit sûre de\npouvoir lui rester fidèle.\nSi la femme n’est pas sûre de pouvoir lui rester fidèle, et que le mari ne lui\na pas laissé de quoi se nourrir, et se vêtir et un logement, elle pourra recouvrer la\nliberté aux yeux de la charia dès qu’elle ne se sentira plus en mesure d’attendre. \nSi le mari meurt à l’insu de sa femme, la période de viduité commence dès\nque la femme apprend le décès du mari, elle n’observera que le reste de la durée\nlégale (en tenant compte de la date réelle du décès).\nSi au moment où la femme apprend le décès, la durée légale de la viduité\nest épuisée elle en sera dispensée.\nCertes le divorce n’est pas interdit en soi mais il ne doit être prononcé qu’en cas\nde nécessité absolue ; il ne doit pas être prononcé sous l’emprise de la colère ni\npar légèreté.\nSavoir supporter est un moyen entre autres qui nous permet d’éviter de\ntels travers et de s’abstenir de regarder intensément l’autre sexe. Celui qui ne le\nfait pas est toujours exposé à des difficultés. D’ailleurs Allah le Tout Puissant a\nrecommandé cette pratique à l’homme et à la femme dans le Saint Coran. Il\n(Dieu) connaît le genre humain mieux que quiconque. Il est plus attentif à notre\nsort, donc nous devons nous efforcer au respect de cette recommandation à tout\nmoment. Que le Tout Puissant nous assiste dans l’observation de cette\nrecommandation et nous réserve une fin heureuse.\n« A miine ».\nDes produits alimentaires\nIl n’est pas permis de les donner sous forme de prêt (crédit) : que ce que\nl’on donne soit de la même espèce que ce que l’on récupère ou non.\nCependant l’échange quand il se fait sur place (troc) est permis s’il s’agit\nde la même espèce (produits) comme entre le mil (souna) et le mil (sanio) ou\nentre deux variétés de maïs, dans ce cas les deux quantités échangées doivent\nêtre égales.\nSi les deux produits échanger ne sont pas de la même espèce comme entre\nle gros mil (félà) et le mil (souna) ou entre le riz et le mil, il est admis que l’une\ndes quantités soit plus grande que l’autre.\nIl en est de même pour toutes les espèces de fruits quand elles sont\nprésentes qu’elles soient ou non de la même famille.\nConcernant l’acte d’égorger\nSeul le musulman jouissant de ses facultés mentales a le droit d’égorger.\nLa meilleure manière de s’y prendre est de coucher l’animal sur le côté gauche,\nla tête tournée vers la Qibla ou Kaaba.\nS’il s’agit d’un mouton, on tire l’oreille droite le long du cou et on\napplique le couteau juste au bout de l’oreille. Si le mouton a des barbillons on\nplace le couteau entre ces derniers. \nEt on l’applique après avoir formulé intérieurement de rendre\nconsommable la viande de l’animal en question par le moyen du geste qu’on va\naccomplir.\nEn appliquant le couteau dire ceci : « Bismilahi », ensuite faire glisser le\ncouteau de manière à couper les deux grandes carotides, et la gorge, quand le\nsang aura giclé, dire « Allahou akbar », ensuite on enlève la main tenant le\ncouteau et on dit : « Rabanna Takhabal mina innaka anta samîhoul\nhalîmou ».\nSi après avoir fait glisser le couteau et commencer à couper les carotides\non lève la main (par inadvertance) et qu’on se hâte de reprendre l’opération en\nportant de nouveau le couteau sur le cou de l’animal, la viande sera\nconsommable.\nSi par contre on tarde à porter à nouveau le couteau sur le cou de l’animal,\nsans raison valable, la viande ne sera pas consommable.\nIl faut noter qu’il ne faut pas sectionner le cou de l’animal, le faire ne rend\npas la viande impropre à la consommation mais il vaut mieux ne pas procéder\nainsi.\nDans le cas du poulet, le couteau doit faire le tour complet du cou de\nmanière à couper toutes les veines sans toutefois sectionner le cou.\nSi on se dépêche d’égorger un animal malade au point qu’on craint de le\nvoir mourir, sa viande sera consommable à condition que le sang gicle, que\nl’animal se débatte vigoureusement après l’opération. Si aucun de ces faits ne se\nproduit, la viande ne sera pas consommable.\nIl n’est utile d’égorger un animal blessé à mort quelle que soit par ailleurs\nl’origine de la blessure. Il faut entendre par « blessé à mort » le fait que l’une\ndes artères se trouvant de part et d’autre de la gorge soit coupée ou la rate,\nl’éclatement de la boite crânienne pou l’éparpillement des entrailles, ou encore\nque l’intestin soit transpercé.\nUn taureau en furie et qu’il n’est pas possible d’attraper et de maîtriser, on\npeut lui casser la patte sans le blesser à mort.\nIl n’est pas du tout recommandé de faire voir un animal non encore égorgé\nun autre qui l’est déjà.\nLorsqu’on égorge un animal par le côté supérieur du cou (chameau) on le\nlaisse débout face à la Kaaba on lui tord le cou du côté gauche.\nSi on redoute la force de l’animal, on attache la patte postérieure gauche\nquelque part dire « Bismilahi » avant de commencer l’opération proprement dite\net éviter de lever la main avant d’en avoir fini avec l’opération.\nSi on ne dispose pas de matériel requis pour une telle opération, on pourra\négorger l’animal en question de manière classique. \nPar ailleurs un animal destiné à être égorgé par la manière classique peut\nl’être par le côté extérieur du cou si on ne dispose pas de couteau.\nLe chasseur\nIl est recommandé au chasseur de dire « Bismilahi » avant de charger son\nfusil, il répétera cette formule au moment d’appuyer sur la détente. S’il atteint\nson objectif et que ce dernier tombe il ne doit pas clamer fièrement son adresse ;\nil devra l’égorger s’il ne le trouve pas mort.\nToutes les espèces d’oiseaux ainsi que les « Ndondeutes » animaux sont\nconsommables même s’ils se nourrissent d’aliments souillés sauf les carnassiers\ncomme l’hyène ou le chacal ou le lion etc. La chair de ces derniers animaux\nn’est pas recommandée à la consommation. Mais le porc, le phacochère, le\nmulet, le zèbre, le cheval, l’âne sont interdits à la consommation.\nTabaski\nEgorger un animal à cette occasion est une pratique traditionnelle très\nrecommandée à tout musulman libre qui en a les moyens sans conteste. Cela\nconcerne aussi bien les jeunes que les vieux.\nOn n’a pas le droit d’égorger un mouton avant que l’Imam n’ait égorgé le\nsien. Ce dernier ne peut égorger le sien avant d’avoir effectué la prière du\n« Hiit » (de Tabaski bien sûr).\nSi on égorge son mouton sans tenir compte des ces prescriptions on ne\nbénéficiera pas des bienfaits attachés au sacrifice de la Tabaski, on n’aura que de\nla viande.\nLe temps imparti à cette opération s’étend de la fin du sacrifice effectué\npar l’Imam jusqu’au coucher du soleil du 3\nème\njour. Cependant, l’opération ne se\nfait pas la nuit.\nIl est préférable que chacun égorge son mouton, si l’on a eu un\nempêchement, on en confie le soin à un musulman.\nCelui qui égorge le mouton d’autrui sans y être autorisé ne bénéficiera pas\ndes avantages attachés au sacrifice et il devra lui trouver un mouton en\nremplacement de celui égorgé.\nIl est recommandé que la bête destinée au sacrifice soit sans défaut, elle\ndoit être comme celle recommandée pour le baptême.\nAucune partie prélevée sur un mouton de Tabaski ne doit être vendue pas\nmême la peau de l’animal. La personne appelée éventuellement pour dépecer le\nmouton ne doit pas être payée avec la viande dudit mouton. On peut toutefois \nlui donner une partie de la viande destinée aux offrandes. S’il doit être payé que\nce soit fait avec de l’argent.\nDe la circoncision\nC’est une pratique traditionnelle fortement recommandée. Elle est surtout\nrecommandée entre sept (7) et dix (10) ans. Mais il n’est pas du tout\nrecommandé de circoncire un enfant le jour de sa naissance ou de son baptême.\nCelui qui redoute un préjudice quelconque dans la circoncision en raison\nd’une maladie dont il souffre peut être dispensé de cette pratique.\nEn ce qui concerne un enfant né circoncis, il est recommandé de prélever\nun peu de la partie concernée par la circoncision si c’est possible, dans le cas\ncontraire, on le laisse tel quel.\nLa partie prélevée (le prépuce) après l’opération de la circoncision est de\nla souillure, elle doit être enfouie dans la terre et au loin. Elle ne peut pas être\nenfouie dans une Mosquée, elle ne doit pas être non plu jetée à même le sol.\n"
 },
 {
 "id": "section_29",
 "title": "EN VRAC",
 "content": "Nous rassemblons dans ce chapitre des conseils concernant certaines\npratiques dont la plupart sont interdites et peuvent entraîner la perte de la foi du\nmusulman avant la fin de ses jours.\nSont de celles là\n- l’amour inconsidéré du Blanc (symbole de satan)\n- vouloir rendre licite l’illicite\n- contester la charia comme le caractère obligatoire du jeûne, de la prière,\nde l’aumône légale (Zakat), du pèlerinage à la Mecque\n- douter de l’unicité de Dieu\nPratiques interdites\n- se faire passer pour un saint, ou pour un Cheikh ou se donner tout autre\ntitre religieux auquel l’on n’a pas droit\n- donner le « wird » d’une secte religieuse quelconque sans y être autorisé\n- porter fréquemment préjudice aux gens par ses actes ou ses paroles\n- regarder avec insistance un bel adolescent (garçon ou fille)\n- regarder une tierce femme ou bavarder avec elle ou trouver du plaisir dans\nses paroles ou toutes autres choses venant d’elle.\nL’adultère \nTout homme ou toute femme célibataire qui en sont coupables sont\npassibles de 100 coups de verge en public.\nS’ils ne subissent pas ce châtiment ici bas, il n’y échapperont pas dans\nl’au-delà et ils le subiront en présence de tous les hommes (les premiers et les\nderniers).\nS’il s’agit d’un homme ou d’une femme qui ont une fois contracté un\nmariage, ils sont passibles de la peine de mort.\n- prendre de la boisson alcoolisée. Celui qui en prend délibérément une\nseule goutte est passible de 80 coups de verge en public. S’il ne subit pas\nce châtiment ici bas, il le subira là-haut et en présence de tous les\nhommes. Tout le monde doit bien se garder de le faire. Tout ce qui enivre\nest de la même espèce que l’alcool aux yeux de la charia.\n- le tabac sous toutes ses formes (à fumer ou à chiper)\n- le mensonge\n- dire du mal de quelqu’un en son absence, ou écouter celui qui le fait.\nCelui qui une seule fois s’est prêté à ce travers sera le dernier à entrer au\nparadis. S’il s’en prend avant sa mort. Si par contre s’il ne repent pas, il sera le\npremier à être précipité dans les feux de l’enfer.\nMettre des individus en mal contre d’autres\nCela est encore pire que dire du mal de quelqu’un.\nCelui qui s’y adonne n’ira jamais au paradis.\nL’ostentation, la jalousie (envie) l’orgueil et la vanité.\n- se croire supérieur aux autres. Le Tout Puissant n’agréera pas les actes de\ncelui qui incarne un de ces défauts.\nHaïr, médire, mettre à nu les défauts d’un musulman ou se moquer (rire)\nde lui surtout s’il s’agit d’un saint.\nToutes les formes de distractions : le tam-tam, la danse, jouer du violon, et\nde la guitare, jouer au foot ball, lutter etc...\nTous ceux qui s’adonnent à ces jeux, les spectateurs de ces jeux, ceux qui\nen écoutent les commentaires seront précipités dans les feux de l’enfer.\nMonter sa joie en dansant ou en criant ou encore en battant des mains ou\npar toute autre forme d’exhibition, tout cela est formellement interdit lorsqu’on\néprouve de la joie, il convient de remercier Dieu au moyen de la formule\n« Alhamdouli lahi » tout en redoublant d’effort dans ses pratiques religieuses.\nHurler ou se rouler par terre quand on a de la peine par exemple : dans ce\ncas il convient de dire :\n« Inna li lahi wa inna ileyhi râdji houna » et s’en remettre à Dieu. \nQuand une femme rejoint le domicile conjugal, il est interdit aux femmes\nqu’elle va trouver éventuellement d’organiser avec le voisinage des\nmanifestations à l’occasion desquelles elles élèvent la voix en disant du mal de\nla nouvelle venue « khakhar » cela est formellement interdit.\nPrendre le bien d’autrui contre son gré que ce soit par la force ou par le\nvol ou par escroquerie.\nRefuser de payer ses dettes quand on dispose des moyens de le faire.\n- Ne pas chercher à éviter la souillure comme le fait de se faire\néclabousser par ses urines ou de grader par devers soi la souillure par\nnégligence, ce la fait partie des causes qui provoquent les châtiments encourus\ndans la tombe.\n- Ne pas s’acquitter de ses prières à temps ou s’en acquitter en état\nd’impureté.\n- Se montrer complaisant à l’égard des hommes par des actes reprouvés\npar Dieu.\n- Fouiner dans la vie des autres dans le but de dévoiler leurs défauts tout\nen cachant les siens propres.\n- S’attacher trop à ce monde périssable et se montrer négligent en ce qui\nconcerne l’au-delà.\n- Tout ce qui entraîne la sécheresse du cœur au point de vous faire prendre\ndes attitudes hypocrites face à la vérité.\n- L’impertinence (impolitesse).\n- Porter une bague en argent, cet interdit concerne l’homme.\n- Garder plus de 4 épouses en même temps, tout homme qui le fait est\npassible de la peine de mort, celui qui commet cette faute et ne s’en repent pas\njusqu’à la fin de ses jours.\nIl sera précipité dans les feux de l’enfer.\nElever la voix pour une femme ou se dévêtir dans un endroit autre que\ncelui destiné aux toilettes : en dehors de ces lieux, les anges sont toujours\nprésents parmi nous et la vue de nos parties intimes entraîne leur mort. Il est bon\nde rappeler que chez les femmes seules le visage et les mains ne sont pas\nconsidérés comme des parties intimes. Ainsi chaque fois qu’on découvre ses\nparties intimes on entraîne la mort des anges.\nExhiber ses parures pour la femme ou porter des habits transparents ou\ndes habits trop serrés ou rester tête nue ou se parfumer ou porter des objets qui\nfont du bruit en s’entrechoquant, chacun de ses actes équivaut chez la femme à\nla nudité.\nAucun homme autre que le mari ou une personne qui ne peut la prendre\ncomme épouse (voir cause d’inceste) ne doit voir les parures ni sentir le parfum\nni entendre le cliquetis de ces objets sous peine de commettre un péché grave. \nC’est la raison pour laquelle il est interdit à un homme de rendre visite à une\nfemme ou vice-versa. Modifier pour une femme son état originel ; comme se\ntatouer les lèvres, se balafrer le front ou les joues ou alors se dépigmenter la\npeau pour éclaircir ou alors se greffer les cheveux.\nDivulguer pour un conjoint ce qui s’est passé avec son partenaire dans le\nsecret de leur ménage.\nCela est formellement interdit :\nSortir de chez soi sans l’autorisation de son mari pour une petite distance.\nToute femme qui en est coupable encourt la colère divine. Tout ce qu’elle\nrencontrera sur son chemin, le ciel, la terre, les anges, les djinns sont impatients\nde la voir châtié, la maudissent et lui disent « Que Dieu l’éloigne de sa\nmiséricorde » et ce jusqu’à ce qu’elle retourne chez elle.\nConsulter un divin en vue d’être édifié sur son avenir lequel divin emploie\ndu sable ou des cauris ou encore des cornes ou même des bouteilles comme\nfétiches. Celui qui s’y adonne et qui croît à ce qu’on lui raconte est un mécréant.\nSi par contre, il n’ y croit pas, Dieu n’agréera pas ses dévotions des quarante\njours qui suivent cette consultation.\n- Faire appel à un crieur public pour annoncer un décès.\n- Enter chez quelqu’un ou dans une chambre sans savoir saluer au préalable\net sans y être autorisé.\n- Aller chez quelqu’un pour fouiner dans ses affaires.\n- Frotter sont front ou son nez sur la main de quelqu’un en le saluant ; cela\npeut rendre malade l’une ou l’autre partie. Si l’on espère tirer quelque\nbaraka de la personne que l’on salue, on peut baiser sa main en évitant de\nla mouiller. Si la personne qu’on salue est susceptible d’être affectée par\nl’absence de cette formalité ; lui baiser la main devient un prêché. On peut\nen se saluant se contenter d’une simple accolade ; alors il est souhaitable\nque chacune des deux personnes loue le Prophète (P.S.L.). « Salla lahou\ntahala aleyhi wa salame », bénisse l’autre avant de tirer sa main.\nEn procédant ainsi, elles pourront avoir l’absolution de leurs pêchés avant\nde retirer leurs mains.\nLa prosternation consiste à :\nAppuyer les deux gros orteils sur le sol que les deux genoux, poser les\ndeux paumes et le front comme celui qui prie, c’est cela la prosternation.\nSeule le Tout Puissant en a droit, le faire en direction d’une quelconque\ncréature est un pêché. \nPoser le front sur la main d’une personne ou la lui baiser seulement n’est\npas une prosternation. Mais on peut se passer de le faire et se contenter de\nl’accolade décrite ci-dessus.\nEffacer les écrits du Coran avec les crachats, reproduire une créature\nvivante, l’auteur de ces reproductions sera invité le jour du jugement dernier de\nlui trouver une âme ; ce qui lui sera impossible.\nAccrocher ces reproductions sur un mur :\nS’il s’agit d’objets sculptés ou modèles, cela constitue un pêché.\nS’il s’agit d’une reproduction sur papier (dessins, photos) c’est\nsimplement blâmable.\n- jeter dans le feu une créature vivante\n- parler de choses profanes\n- regarder les parties intimes d’autrui\n- pénétrer dans une mosquée en état d’impureté majeure\n- avoir des rapports avec sa femme lorsqu’on est en état d’impureté majeure\nconsécutive à un rêve (pollution nocturne)\n- entrer dans une chambre obscure sans se munir (d’une lampe) de quoi\ns’éclairer\n- parler entre l’appel à la prière et la prière proprement dite\n- s’amuser en priant\n- donner de l’aumône avec vanité\n- se laver ou avoir des rapports sexuels en plein air\n- s’endormir avant la prière du « Icha »\n- parler des choses profanes après la prière du « Icha »\n- dormir seul dans une chambre\n- cracher en direction de la Kaaba ou sa droite\n- se raser ou se tailler les ongles, se tresser et se coiffer, peigner séparément\nles cheveux en état d’impureté majeure\n- se tailler les ongles ou se raser durant le mois de Tabaski pour quelqu’un\nqui a l’intention de faire le sacrifice s’il ne l’a pas encore fait\n- faire la prière sur un mort entre deux tombes\n- s’asseoir sur une tombe\n- se faire passer un coupe-coupe tiré de son fourreau ou un canif ou un\ncouteau\n- uriner dans un trou ou dans un endroit qui fait face à la mosquée\n- boire dans un récipient en y respirant\n- uriner dans la position débout\n- boire dans la position débout\n- manger en se couchant sur le ventre\n- se mettre entre un endroit ensoleillé et l’ombre \n- mettre un pagne en soie\n- s’en aller avec une seule chaussure\n- porter une bague au majeur\n- se déplacer pendant le sermon de l’Imam le vendredi\n- invoquer des génies pour guérir quelqu’un\n- porter des amulettes ou des bouts de bois\n- boire ou se laver avec de l’eau chauffée au soleil\n- palper le vêtement d’autrui à son insu où contre son gré\n- un imam qui fait l’appel à la prière ou qui prie sur une place surélevée\nsurplombant les fidèles\n- boire au goulot d’une bouilloire ou d’une gargoulette ou d’une théière\n- souffler sur un aliment\n- boire dans une tasse en or, ou argent ou dans un récipient en or ou en\nargent\n- se faire distinguer par son habillement que ce dernier soit trop long ou\ntrop court ou trop joli ou trop laid\n- il convient de s’habiller modestement\n- faire la prière sur une tombe\n- prier au milieu du jour et avant que le soleil n’ait entamé un tant soit peu\nla deuxième partie de son parcours\n- dire du mal d’une personne défunte\n- effectuer le petit pèlerinage avant le grand\n- manger un mets très chaud\n- tuer des fourmis migratoires ou des fourmis défoliantes ou des abeilles ou\nla chauve souris ou un chat (la fourmi commune ne fait pas partie de ces\ninsectes qu’il est défendu de tuer)\n- vendre un chien non dressé.\nLes pratiques pouvant entraîner la pauvreté\n- brûler l’enveloppe de l’oignon, celle de l’ail\n- dormir couché sur le ventre\n- enlever des ordures la nuit ou les laisser dans sa chambre\n- enlever des ordures avec un morceau d’étoffe de coton\n- employer du sable ou du son pour se laver après avoir fini de manger\n- se laver dans le récipient où l’on vient de manger même s’il n’y a plus\nrien\n- s’asseoir au pied d’une porte\n- s’adosser sur la porte\n- se purifier par le lavage ou faire ses ablutions dans un endroit souillé\n- coudre des vêtements alors qu’on les porte \n- s’essuyer le visage avec ses habits\n- faire éclabousser l’eau dont on se lave les mains dans le repas qu’on va\nmanger\n- poser le récipient contenant l’eau qui sert à se laver les mains à l’endroit\nou était placé le repas\n- porter les mains aux hanches\n- aller aux toilettes tout nu\n- manger ou dormir en état d’impureté majeure\n- se presser de sortir de la mosquée après la prière\n- tarder à se rendre à la mosquée\n- la paresse, le gaspillage\n- se montrer fainéant (s’abstenir de participer à une tâche commune)\n- acheter aux mendiants ce qu’on leur a donné en aumône\n- laisser ouvert un récipient contenant des mets\n- éteindre une lampe ou une bougie en souffrant dessus\n- maudire ses parents (père-mère) ou ses enfants\n- jeter un pou vivant sur terre\n- laver la plante du pied avec la main droite\n- uriner dans une flaque d’eau\n- porter un pantalon en restant debout\n- mettre un turban en restant assis\n- manger avec deux doigts\n- traverser un troupeau ou un groupe de femmes\n- mettre des ventouses le septième jour du mois\n- donner de petits coups sur des dents avec ses doigts\n- prendre l’habitude de s’amuser avec sa barbe\n- se couper les ongles avec les dents\n- se promener nu sous le soleil ou au clair de Lune\n- se soulager face à la Kaaba où à la direction opposée ou uriner en plein air\n- appuyer le menton sur la main\n- se montrer indifférent vis-à-vis de ce qui tombe du repas lorsqu’on mange\n- ne pas dire « Bismilahi » en mangeant ou en buvant\n- négliger la prière rituelle\n- la gourmandise\n- porter ses chaussures en commençant par le pied gauche\n- manger dans un couvercle retourné\n- porter ses poils sans les raser pendant une durée de 40 jours\n- ne pas enlever de sa chambre ou de sa mosquée les toiles d’araignée et les\nnids de guêpe\n- dormir entre l’appel à la prière de l’aube (fadiar) et le lever du soleil \n- se peigner les chevaux en restant debout\n- maudire le vent\n- refuser de donner du feu ou de prêter une aiguille ou de donner de l’eau,\nde prêter un couvercle ou du sel\n- tromper quelqu’un dans une opération sur une question de poids ou de\nmesure*quémander sans être dans le besoin\n- stocker des denrées en vue d’une spéculation\n- l’adultère\n- se laver le mercredi et le samedi\n- se laver les mains sans avoir léché auparavant la main droite après avoir\nmangé\n- se servir du pantalon comme oreiller ou l’accrocher dans sa chambre\n- irriter des parents (père-mère)\n- épousseter son lit avec un vêtement\n- couper un arbre qui n’est pas mort sans en avoir besoin surtout quand il\ns’agit du jujubier\nLes pratiques et les attitudes pouvant entraîner une aisance matérielle\nlicite et profitable\n- la foi de Dieu\n- toute aisance matérielle qui n’est pas sous tendue par la foi en Dieu n’est\nqu’un leurre quelle que soit son importance\nCes pratiques et attitudes sont :\n- raffermir les liens de parenté par des visites etc....\n- chercher à faire plaisir aux parents (père-mère)\n- se laver les mains avant et après le repas\n- prendre l’habitude d’invoquer souvent le nom de Dieu et de repentir\n- prendre l’habitude de réciter 300 fois « Bismilahi rahmani rahimi » et de\nprier 100 fois sur le Prophète (PSL) chaque matin au lever su Soleil,\nprendre l’habitude de réciter la sourate « Alwakhihaty » chaque soir\n- celui qui n’a pas de quoi subsister doit dire ce qui suit » Bismilahi alla\nnafsi wama li wadîni Allahouma radini bikhadaïka wa bariklî fima\nkhoudrili hata la hou iba tahdjila ma akharta wala takhira mâ adjalta »\n- celui qui est endetté doit dire ce qui suit après chaque prière du matin\n(Sobh) « Allahouma ikfini bilhala lika hane harâmika wa akhinini\nbifadlika hamane siwaka » (70 fois) alors il verra ses dettes payées et ses\nchances d’acquisition de biens multipliées.\n- de même donner l’aumône accroît les chances d’acquisition de biens \n- de même réciter la sourate « Inna ahtaïnakal kaw sara » (30 fois) après\nla prière du matin, (25 fois) après la prière de 14 heures, (20 fois) après la\nprière de 17 heures, (15 fois) après la prière du Maghreb, (10 fois) après\ndu soir (Guéwé)\n- celui qui s’adonne à cette pratique verra ses chances d’acquisition de bien\naugmenter\n- de même réciter la « Fatiha » de la manière ci-dessus permet d’augmenter\nles chances d’acquisition de biens\n- de même invoque fréquemment le nom du Prophète « Salalahou Tahala\nHaleyhi bi alihi wa sahbihi wa salama wa bâraka », multiple les chances\nd’acquisition de biens terrestres.\nConseils pratiques permettant de vivre longtemps et en bonne santé\n- prier souvent le Tout Puissant de nous accorder longévité et bonne santé\net prendre soin de son état de santé car veiller à sa santé est une preuve de\nla foi en Dieu.\nUn docteur des temps jadis a dit à son fils ce qui suit et dont l’observation lui\névitera de tomber malade sa vie durant :\n- ne point manger avant d’avoir digéré ce qu’on a déjà dans le ventre\n- ne jamais marcher jusqu’à essouffler (fatigue)\n- ne pas épouser une vieille femme\n- ne pas avoir faim ni avoir trop manger au moment des rapports sexuels\n- ne pas boire de l’eau fraîche après les rapports\n- ne pas boire de l’eau fraîche la nuit\n- se purger chaque semaine\n- aller se soulager et aller uriner chaque fois qu’on en éprouve le besoin au\nlieu de remettre cela à plus tard car cela est la cause de plusieurs maladies\n- ne pas manger les derniers fruits produits par un arbre dans une saison\n- ne pas manger de la viande séchée\n- ne pas avaler les aliments avant de les avoir bien mâchés\n- ne pas prendre à la fois du lait caillé, des œufs et du poisson.\nChaque fois qu’on prend un seul de ces aliments, attendre qu’il soit digéré\navant de prendre l’autre\n- ne point manger avant d’avoir faim\n- arrêter quand on est rassasié\n- après le déjeuner faire la sieste \n- après le dîner faire ne serait-ce que 40 pas\n- se coucher sur le côté gauche ou sur le dos quand on dort le ventre plein\ncela accélère la digestion\n- avant de se coucher s’assurer qu’on éprouve pas le besoin de se soulager\n- ne pas rester trop longtemps aux toilettes car cela cause » la diangoroye\ncayor) (parasitose)\n- s’adonner à tout ce dont on dit qu’il accroît la longévité et qui n’est pas\ncontraire à la tradition musulmane\n- ce qui nuit le plus c’est prendre l’habitude de boire de l’alcool, d’avoir des\nrapports sexuels fréquents, de manger avant d’avoir digéré, c’est pourquoi\nil est recommandé de prendre un seul repas journalier si possible et\nd’avoir des rapports sexuels une fois par semaine\n- boire la nuit est très nuisible pour la santé et se laver dans un endroit où\non est susceptible de recevoir un coup de vent ou encore sortir dans le\nvent avant d’avoir séché.\n"
 },
 {
 "id": "section_30",
 "title": "SOUNNA",
 "content": "- rendre visite à un musulman malade est une tradition pour un voisin de\nmême l’accompagner à sa dernière demeure s’il venait de mourir, et\nprésenter ses condoléances à sa famille\n- de féliciter son prochain lorsqu’il y a un évènement heureux chez lui\n- compatir à ses peines le cas contraire\n- de le saluer quand on le dépasse, quand on le rencontre, quand on le\ntrouve dans un endroit en disant ceci :\n- « Assalamou haleykoum warahmatou lahi tahala wa barakatouhô »\n- lui doit vous rendre le salut « waleykoum salam warahmatou lahi tahala\nwa barakatouhi »\n- éviter tout ce dont on dit que l’abandon entraîne la longévité si cet\nabandon n’est pas contraire à la charia du bida\nCependant on ne doit pas saluer une femme tierce, ni quelqu’un qui est en\ntrain de prier, ni quelqu’un qui procède à l’appel à la prière\n- ni celui qui procède au re-appel\n- ni celui qui est en train de lire le coran ou la tradition prophétique ou une\ndocumentation religieuse\n- ni celui qui est en train d’enseigner\n- celui qui prône au nom de Dieu\n- celui qui évoque les noms de Dieu (Zikr)\n- celui qui prononce le sermon\n- celui qui est en train de juger et celui qui l’écoute\n- celui qui est en train de manger ou de boire\n- celui qui est aux toilettes\n- celui qui exhibe ses parties intimes\n- celui qui s’amuse ou celui qui assiste à des jeux, celui qui l’écoute\n- celui qui est au cinéma\n- celui qui regarde la télé ou tout ce qui peut distraire\n- celui qui fabrique des jouets ou celui qui les vend\n- celui qui s’adonne à une séance divinatoire quelconque ou au maniement\ndes cauris\n- un mécréant\n- un photographe\n- celui qui reproduit une créature vivante\n- celui qui prend de l’alcool\n- celui qui fume\n- celui qui se fait raser la barbe et celui qui la lui rase\n- celle qui greffe les cheveux et celle qui le luit fait\n- celle qui se tatoue les lèvres et celle qui le lui fait\nOn ne doit pas saluer aucune de ces personnes. Précisions cependant que\nle fait de ne pas saluer procède du respect à l’endroit de celui qui lit ou\nenseigne le Coran. Du mépris à l’endroit de celui qui s’adonne à des interdits.\nLa tradition veut que celui qui aperçoit la Lune lors de son apparition dise\nce qui suit :\n« Allahou akbar » (3 fois) « ila khaïrine wa rouchdine rabi wa rabouka\nlahou » (3 fois)\n« Allahouma lilahi leuzi khalakhanî wa khalakhaka wa sawaranî wa\nsawaraha wakhadara manâzila wa diahalaka ayatane til halamîna » (3 fois)\n« alahouma ahilahô haleynâ bil amni wa limâni wa lislâmli wa lihsâni wa\nsalâmati wal hâfiyati wa sitril diamili wa tawfîkhi limâ touhibou wa tardâ » (3\nfois)\n« Koula mâyachkhaloul habda hane rabihi wa ane ibâtihi fahouwa\nhaleyhi mach oumoune » (3 fois)\n- S’il s’agit du mois de ramadan, il ajoute à cela la sourate « Al moulki »\nalors cela accroîtra ses chances d’acquisition de biens durant toute\nl’année.\n- Il est recommandé de se laver les mains avant de manger et d’utiliser la\nmain droite sauf empêchement. \n- De dire ceci avant de commencer à manger « bismilahi al mouzah sihi\ndadani » .\n- Et dire après avoir mangé « Alhamdou lilahi al mousahihi al badani. On\ndoit se laver les mains après et se gargariser.\n- Celui qui après le repas dit ce qui suit : « Alhamdou lilahi atthamanî\nhaza tahama wa razakha nîhi mine khaïri hawli minî wala\nkhouwatine » se verra absous de tous ses péchés sans exclusive.\n- Il est recommandé pour se moucher, pour se laver les parties intimes, pour\nenlever le sable de son front après la prière, de le faire avec la main\ngauche et de faire tout le reste avec la main droite.\nOn doit toujours commencer par dire « bismilahi » avant de faire quoi que\nce soit notamment pour :\n- prendre quelque chose\n- poser quelque chose\n- recevoir quelque chose\n- s’asseoir\n- se lever\n- entrer dans une chambre ou en sortir\n- allumer ou éteindre une lampe\n- porter ou enlever des vêtements, des chaussures ou une coiffure\n- entrer ou sortir des toilettes ou d’une mosquée\n- il est bon d’entrer dans une mosquée par le pied droit et en sortir par le\npied gauche\n- s’il s’agit d’un lieu de toilettes, on entre par le pied gauche et on sort par\nle pied droit\n- il faut enter ou sortir d’une maison ou d’une case toujours par le pied droit\n- il est recommandé lorsqu’on entre dans une chambre inoccupée dire ce\nqui suit : « Assalamou alyena ala ibadilahi salihîna » et réciter la sourate\n« khoul houwa lahou ahadoune » (3 fois)\n- il est recommandé avant de porter des habits neufs de réciter la « fatiha »\n(1 fois) et « ina an salnahou » (15 fois) et de souffler sur les habits, de\njeter quelques gouttes d’eau et un peu de sable avant de les porter. On\nrestera assis en les portant et on se lèvera après pour dire ceci :\n« Alhamdou lilahi leuzi kassânî haza sawba wa raza khanîhi mine\nkhaïri hawline minî wala khouwatil alla houma iniya as alouka\nkhaïrahô wa khaïra mâ souniha lahô ».\nSi on fait cela il se pourra que le Tout Puissant nous laisse user ces habits en\npaix. \nEn plus on bénéficiera de la rémission de tous ses péchés.\nIl est recommandé de dire ce qui suit chaque fois que l’on éternue\n« Alhamdou lilahi rabil alamîna » et celui qui l’entend de répondre ceci : « yar\nhamoukal lahou » puis « yakh firou lahou lana wa lakounou wala yahdîkou\nmoul lâhou wa yous lihou bâ lakoune ».\nIl est recommandé de fermer sa bouche en baillant et de maudire satan en\ndisant « Ahonzou bilahi mina chaïtani radjîme ».\nSi on ferme la bouche avec la main droite, que ce soit avec la paume. S’il\ns’agit de la main gauche que ce soit avec le revers de la main.\nIl faut se couper les ongles chaque jeudi après midi (17 heures) car les laisser\npousser indéfiniment n’est pas recommandé ni pour la religion ni pour la santé.\nLa tradition veut que l’homme se rase la tête plutôt que d’entretenir les\ncheveux en les coiffant ou en y mettant des produits pour cheveux ou en se\ncontentant de les couper ou encore de les laisser pousser sans soin.\nQuant aux poils de l’aisselle ainsi que ceux du bas-ventre, on doit les raser.\nLes favoris quant à eux on peut les enlever.\nEn ce qui concerne les moustaches on peut les tailler sans les enlever\nentièrement\nIl est strictement interdit de se raser la barbe ou de la tailler\nLa femme peut entretenir ses cheveux en y appliquant des produits. Elle peut\nmême les teindre, elle peut y appliquer tout ce qui les fait briller, elle ne doit pas\nlaisser pousser éventuellement une barbe, des favoris et des moustaches, elle\ndoit les raser.\nIl est des jours pendant lesquels il est peu recommandé de faire certaines\nchoses :\nCes jours sont :\nLe 3\nème\njour, le 5\nème\njour, le 13\nème\njour, le 16\nème\njour, le 24\nème\njour, le 26\nème\njour de tout mois ainsi que le dernier mercredi de chaque mois, le 12\nème\njour du\nmouharam (tamxarit)\n- le 10\nème\njour du digui gamou\n- le 4\nème\njour du gamou\n- le 18 jour du raki gamou\n- le 12\nème\njour du mamou koor et le 12\nème\njour du ndéyi koor\n- le 16\nème\njour du baraxlou\n- le 14\nème\njour du ramadan\n- le 2\nème\njour du chawal (korité)\n- le 18\nème\njour du digui tabaski \n- le 18\nème\njour de tabaski\nOn évitera durant ces jours de voyager, d’étrenner un vêtement neuf ou non,\nde joindre une nouvelle maison ou de commencer d’entreprendre quelque chose, insi que de nouer un mariage ou de demander à sa femme de rejoindre le\ndomicile conjugal, de se circoncire, de se raser.\nLes 15\nème\net 28\nème\njours de chaque mois sont des jours à éviter pour demander\nà sa femme de rejoindre le domicile conjugal et pour voyager.\nEn plus de ces jours on évitera de coudre et d’étrenner un vêtement les mardi.\nOn ne se rase pas le dimanche, le mardi et le mercredi. On ne lave pas le linge le\nsamedi et le mercredi, on ne se lave pas non plus pendant ces jours.\nOn ne prend pas de congé d’ (un hôte, un parent) de quelqu’un le dimanche\net le mercredi. Il est préférable d’étrenner un vêtement ces jours-ci, le lundi, le\nmercredi, le jeudi et le vendredi.\nIl est préférable de se raser les jours suivants :\nLe lundi et le samedi s’ils ne coïncident pas avec les jours cités ci-dessus\n(voir dates)\nIl est recommandé de réciter la prière suivante le 1\ner\njour du mois de tamxarit\n(Mouharram).\n« Bismilahi rahmani rahimi wasalla lahou hala sayidina mouhamadine wa alla alihi wa sahbihi wa salama taslimane allahouma antal abadiyoul\nkhadimouhawalou wa hala hazîmi fadlika wa karami diodikal mouhawalou\nwa hâzâ hâmoune diadîdoune khad akhbala as aloukal his mata fîhi mina\nchaytâni wa awliyâ îhi wa diounoudihi wal hawna hala hâzi him nafsi\nlamârati hi sôhi wal istikhâla bimâ youkhari bounî ilaïka zoulfayi yâ karîmou\nyasal dialâli wa likrâmi wa salla lahou hala seydina mouhamadine wa ala alihi wa sahbihi wa salama taslimane » (3 fois)\nCelui qui récite le premier jour de l’an le verset « ayatoul koursiyou » (360\nfois) précédé chaque fois de « Bismilahi rahmani rahimi » et qui après dit ce\nqui suit : « Allahouma yâ mouhawila ahwâli hawil hâli ila ahsâni a lahwâli\nbihaw lika wa khouwatika ya hazizou yâ moutahâli wa salla lahou ala saydina\nmouhamadine wa ala alihi wa sahbihi wa sala ma taslimane ». Dieu le\npréservera des calamités de l’année, de même que celui qui écrit « Bismilahi\nrahmani rahimi » (113 fois) et le porte, Dieu le préservera de toutes les\ncalamités sa vie durant.\nDans la nuit du 9 au 10 du mois de Tamxarit, celui qui après ses ablutions\neffectue 2 rakas reste sur ses genoux face à la kibla (kaaba) en récitant le verset \n« ayatoul koursiyou » (360 fois) précédé à chaque fois de « Bismilahi rahmani\nrahimi » puis dit ce qui suit : « Koul bi fadli lâhi wa birahmatihî fa bisâlika fal\nyafrahô houwa khaïroune minâ yadj mahôna » (48 fois) ensuite il ajoute\n« Allahouma ina hazihi laylatoune diadidatoune wa sanatoune diadidatoune\nfa ahtini allahouma khaïraha wa khaïrama fîha wassîf hâni charahâ wa\ncharama fihâ wa charafit natiha wa mouhda châtihâ wa chara nafsi wal hawâ\nwa chaytanir radjimi » (12 fois) et encore « Soubhana lahi wal hamdoulilahi\nwa lahi laha ila lahou wa lahou akbar wala hawla wala khouwata ila bilahi\nhaliyil hazîmi » autant de fois et enfin il prie sur le Prophète (P.S.L.) « Sala\nlahou tahala haleyhi wa hala halini wa sabhihi wa salama taslimane » autant\nde fois qu’il le peut et il termine par des prières pour lui et pour tous les autres\nmusulmans, Dieu le protégera conte tous les maux de tout l’année.\nDe même que celui qui écrit ce qui suit et le met dans de l’eau de pluie ou\npuisée d’un puits et en fait du « safara » celui qui boira de ce breuvage Dieu le\npréservera de toutes les calamités possibles (voir annexe n° XVIII).\n« fatiha + ayatoul koursiyou + ikhlas + nasi »\nIl est recommandé du 10\nème\njour de la tamxarit de :\n- jeûner\n- développer les liens de parenté en rendant visite aux parents\n- rendre visite à un malade\n- effectuer une prière comprenant 4 rakas, pour chacun d’eux, réciter la\n« fatiha » (1 fois) et « khoul allahou » (15 fois)\n- donner de l’aumône\n- se tailler les ongles\n- caresser la tête d’un orphelin musulman\n- mettre du kohol autour des yeux\n- rendre visite à un savant musulman (versé dans les sciences de l’Islam)\n- créer la réjouissance des membres de sa famille par des repas somptueux\n- réciter la sourate « koul houwa allahou » (1000 fois)\n- dire 70 fois les paroles suivantes :\n« Hasbouna lahou wa nihmal wakiklou nihmal mawla wa nihma\nnassirou » puis lire 7fois le texte suivant :\n« Soubhana lahi mil almizani mountahal hilmi wa mablakhar rida wa\nhadada nihami wa zinatal harchi là maldia wala mandia mina lahi ila ileyhi\nsoubhana lahi hadada chafhi wal watri wa hadada kalimmâti lahi tâmâti\nkoulihâ as aloukas sallamata birahmatika ya ar hamar râhimina wala hawla\nwala khouwata ila bilahi haliyil hazime wa houwa hasbî wa nihmal wakilou\nnihmal mawla wanihmanassirou wa sala lahou hala saydina mouhamadine\nwa ala alihi wa sahbihi wa salama taslimane ». \nLe dernier mercredi du mois de diggi gamou (safar) il est recommandé\nd’effectuer 4 rakas pour chacun d’eux réciter la « fatiha » (1 fois) suivie de la\nsourate « al kaw sara » (17 fois), la sourate « khoul houwa allahou » (5 fois)\nsuivie de la sourate « falakhi » et la sourate « nassi » (1 fois) chacune.\nAprès le salut final on dit (3 fois) l’invocation : « Bismilahi rahmani\nrahimi allahouma yâ chadidal khouwâ wa yâ chadidal mihâli yâ azizou yâ\nmane zalat li hizatika diamihou khalkhika ikfinî chara diamihi khalkhika yâ\nmouhsinou yâ moudj mîlou yâ mounhimou yâ moutafadilou yâ moukarimou\nyâ mane la ilaha ila anta irhamini birahmatika yâ as wa hamar rahimina. Alahouma bissiril hassani wa akhihi wa diadihi salla lahou tahala aleyhi wa\nsalame wa abîhi waoumihi wa banîhi ikfini chara haza al yawmi wanâ yan\nzilou fihî yâ kâfiyal mouhîmati waya dâfihal fissayak fikahoumoul lahou wa\nhouwa samihoul halimou wa hasbouna lahou wa nihmal wakilou nihmal\nmawla wa nihman nassirou ». Allahouma iniya a honzoubilahi mine chari haza chahri wa mine koulli\nchidatine wa balâ ine wa baliyatine alatî khadarta fihi yâ dahriyou yâ\ndayhoûrou yâ dayhârou yâ kânou yâ kaynônou yâ abadiyou yâ dahriyou yâ\nmoubdiou yâmouhîdou yazal harchil madjidou anta tafhalou mâ touridou. Allahouma ouhrouss nafsi wa ahli wa mâli wa awlâdî wa dounyâ ya alatîbtalaïtani bisouhbatihabi hourmatil abrari bi hourmatika yâ hazîzou yâ\nkhafârou yâ karimou ya satârou wa salla lahou hala saydina mouhamadine\nwa ala alihi wa sahbihi wa salama taslîmane ».Après quoi on écrit verset suivants et on en fera une potion dont tout le\nmonde boira (voir annexe n° XIX).\nLa nuit du 14 au 15 du mois de barakhlou (Chabanne), il est recommandé de\nlire la sourate « yâcine » (3 fois).\n- Pour le premier « yâcine », formuler le vœu que Dieu nous accorde une\nlongue vie.\n- Pour le deuxième qu’il nous protège contre toutes les calamités.\n- Pour le troisième qu’il nous accorde suffisamment de biens afin de nous\nrendre totalement indépendants des autres. Après cela, on dit (3 fois) l’invocation suivante :\n« Bismilahi rahmani rahimi allahouma yazal mani wala youmanou\nhaleyhi yasal dialali wa likrami yasal tawli wa line hâmi yamane lâhi laha ila anta zahra lâdji îna wa diaral moustadjîrîna wa mâ manal khâ ifîna. Allahouma ine kounta katabtani inda ka fî oumil kitâbi chakhiyane aw\nmahroumane aw matroudane aw moukhtârane halaya riskhî wa chabitni \nhindaka fîoumil kitabi sahîdane marzoukhane mou wafakhane lil khaïrâti fa\ninaka khoulta wa khaw loukal hakhoou fî kitâbikal mounzali hala lizâni\nnabîyikal moursali yamhou lâhou mâ yachâ ou wa youchabitou wa hindahô\noumoul kitâbi. Ilahi bitadialil ahsami fi laylatine nisfti mine chahbanal\nmoukarami alati fîhâ youfrakhou koullou amrine hakîmine wa youbramou\nikchif hâni minal bâla i ma ahlamou wamâ lâ ahlamou wakh firlî ma anta\nbihi ahlamou wa salla lahou hala saydina mouhamadoune wa hala âlihi wa\nsahbihi wa salama taslimane ».\nPour le dernier jour de l’an, il est recommandé de dire cette invocation (3\nfois) :\n« Bismilahi rahmâni rahîmî allahouma mâ hamiltou fî hâzihis sanati\nmimâ nahaïtanî hanhou falame atoub minehou wa lame tardahô wa\nnassîtouho wa lame tansahô wa haloumta aleya bahda khoudra tika halâ\nhoukhôbatî wa dahawtanî ilat tawbati minehou bahda diarâ ati halà\nmahsiyatika inî astakhfirouka mine hou fakh firhouhi wamâ hamiltou fihâ\nmimâ tardâhou wawa had tani haleyhis sawâba fa as alouka alahouma yâ\nkarimou yasal dialali wa likrami ane tata khabalahô mini walâ takhtah radiâ-î\nminka yâ karimou wa sala lahou hala sayidina mouhamadine wa hala alihi\nwa sahbihi wa salama taslimane ».\nTout musulman majeur doit se repentir régulièrement : A tout moment le véritable repentir s’entend ainsi qu’il suit :\nL’acte pour lequel on demande le pardon doit être considéré comme le fait\nd’avoir marché sur une braise ; si on savait bien qu’il s’agit d’une braise on n’y aurait jamais mis le pied tout en regrettant bien de l’y avoir mis ; il est évident\nqu’on ne recommencera plus ces gestes de manière consciente (c’est cela le\nrepentir).\nTout repentir qui n’est pas conforme à cette image de la braise n’en n’est\npoint un ; c’est pure vanité. Il faut constamment renouveler le repentir car la\nmort peut survenir à tout moment. Il n’existe pas de limite d’âge pour la mort,\nelle fauche les vieux, elle fauche les enfants, elle fauche les adolescents. Quand\nelle arrive, elle ne fait pas de différence entre ceux qui sont occupés à faire\nquelque chose et ceux qui ne le sont pas.\nElle ne nous accorde pas le temps nécessaire nous permettant de faire ou\nd’achever quoi que ce soit, si bref soit-il ?. Dans ce cas on doit éviter de nous\ntrouver dans les situations (actes ou paroles) ou nous n’aimerions pas être\nsurpris par la mort. Nous devons par contre nous adonner à des activités où nous \nserions fiers d’être surpris par la mort. Nous devons nous attendre à mourir à\nchaque instant comme entre deux souffles par exemple.\nNous devons donc nous efforcer de nous faire à cette idée de la mort qui nous\nguette à tout instant. Nous devons prier le Tout Puissant de nous aider à cela et\nde nous permettre de garder la foi jusqu’à la fin de nos jours « Amine ».\nNous vivons dans un monde finissant, s’il reste encore du temps à\nl’humanité, c’est un temps négligeable. Et le temps d’une vie est encore\nbeaucoup plus négligeable. Et pendant la durée de sa courte vie terrestre,\nl’homme ne peut disposer que de peu d’années pendant lesquelles il peut réaliser\nquelque chose, car il faut déduire de cette vie la période de l’enfance et celle de\nla vieillesse durant lesquelles on est à la remorque des autres.\nNous ne disposons donc que d’un petit laps de temps dont nous disposons est\nentrecoupé par des empêchements de maladies diverses et par nos inévitables activités profanes. Si on déduit du temps disponible les moments\nd’empêchement, les moments que nous prennent les maladies, les moments que\nnous consacrons aux activités profanes, il ne nous restera que très peu de temps\nà consacrer aux dévotions ; et ce sont ces moments de dévotions qui nous\npermettent de recueillir assez de viatique pour notre séjour dans l’au-delà, c’est\nla raison pour laquelle nous devons redoubler de vigilance ici bas.\nLa vie dans l’au-delà ne connaît pas de limite temporelle et nous nous y acheminons allégrement, nous y sommes presque.\nVoilà pourquoi nous avons rassemblé les conseils ci-dessous pour permettre\nà tout le monde d’essayer de rattraper le temps perdu et profiter au maximum du\npeu de temps qu’il nous reste à vivre.\nNotre séjour dans l’au-delà est éternel et il n’y aura jamais assez de viatique\npour cette vie éternelle.\n-si on effectue la nuit du samedi au dimanche vingt rakas avec pour chacun\nd’eux la « fatiha » suivie de cinquante « khoul houwa alahou » 1 fois,\n« falahi » 1 fois et « nâssi » 1 fois , qu’on dit ce qui suit après le salut final :\n« Alahouma ikhfirli wali walidaya » (100 fois) qu’on dit après « Allahouma\nSali hala saydina mouhamadine wa salim » (100 fois) et enfin ceci « Tabar\nreuh tou mine awly wakhouwati waltadjah tou ilâ awly lâhi wakhouwatihî wa ach hadou anna lâhi lâha ila lâhou waach hadou anna adama saf watou lâhi\nwa fitratouhô wa ibrahima khalilou lâhi haza wadiala wa Moussa kalimoul\nlahi tahala wahissa rouhou lâhi soubhanahou wa Mouhamadane habibou\nlâhi wa diala salawatou lahi wa taslimâ touhô haleyhi wa haleyhime adjimahîne » ; on bénéficiera alors de bienfaits aussi importants en qualité que \nle nombre des créatures le jour du jugement dernier ; on ne rencontrera pas de\ndifficultés jusqu’à notre entrée au paradis.\nCelui qui effectue dans la journée du dimanche quatre rakkas avec pour\nchacun d’eux la « fatiha » suivie du verset « Amana rassoula » jusqu’à la fin de\nla sourate bénéficiera de bénédictions égales en quantité au nombre des\nnassaranes (européens), des bénédictions dont bénéficie un Prophète, il\nbénéficiera aussi des bienfaits dus à quelqu’un qui a fait d’eux fois le pèlerinage\nà la Mecque. Chaque raka lui procurera mille bienfaits ; pour chaque lettre de\nsourate et versets récités, on lui bâtira une maison en étage au paradis.\nCelui qui effectue 4 rakas le dimanche après la prière obligatoire du Tisbar\n(14 h) et les rakas traditionnels consécutifs à cette prière.\n- pour le 1\ner\nraka, la « fatiha » suivie de la sourate « sadjadati »\n- pour le 2\nème\nraka, la « fatiha » suivie de la sourate « moulki »\n- pour le 3\nème\net le 4\nème\nraka, la « fatiha » suivie de la sourate « dioum\nhati »\nTout vœu qu’il formulera après le salut final, Dieu l’exaucera et il conservera\nla foi jusqu’à la mort.\nCelui qui prie dans la nuit du dimanche au lundi quatre rakas\n- pour le 1\ner\nraka, la « fatiha » suivie de 10 « Ikhlass »\n- pour le 2\nème\nraka, la « fatiha » suivie de 20 « Ikhlass »\n- pour le 3\nème\nraka, la « fatiha » suivie de 30 « Ikhlass »\n- pour le 4\nème\nraka, la « fatiha » suivie de 40 « Ikhlass »\nQui récite après le salut final 75 « Ikhlass » et dit ceci « Allahouma ikhfirlî\nwali wâli daya » 75 fois et dit 75 fois « salatou alalnabi », il formule ses vœux\net Dieu les exaucera.\nDe même celui qui effectue pour la même période deux rakas avec pour\nchacune la « fatiha » suivie de 15 « Ikhlass » et qui après le salut final, récite 15\nfois le verset « ayatoul koursiyou » et dit « astakhfiroulahal hazimaleuzi ilaha\nila houwal hayal khayôma » 15 fois, Dieu l’enverra parmi ceux qui vont au\nParadis même s’il était destiné à l’enfer.\nLe Tout Puissant le rendra heureux le jour du jugement dernier, l’absoudra à\nla Mecque et lui accordera les bienfaits dûs à celui qui aura effectué le\npèlerinage à la Mecque et le petit pèlerinage (Oumra) et ce pour chaque lettre\ncontenue dans le verset de « ayatoul koursiyou », en outre Dieu accordera les\nbienfaits dont bénéficiera un combattant tombé au cours d’une guerre sainte. \nCelui qui effectue dans la matinée du lundi (10h-11h) deux rakas avec pour\nchacun d’eux la « fatiha » suivie du verset « ayatoul koursiyou » (1 fois), de la\nsourate « ikhlass » (1 fois) de la sourate « falahi » (1 fois) de la sourate\n« nassi » (1 fois) après le salut final dit « astakhfiroula al azima leuzi lahi laha\nila houwal hayal khayôma wa atôbouileyhi » (10 fois) « salatou ala nabi » (10\nfois), Dieu le rendra heureux le jour du jugement et lui pardonnera tous ses\npéchés.\nDe même ce qui effectue pendant la période du lundi 12 rakas avec pour\nchacun la « fatiha » suivie du verset « ayatoul koursiyou » (1 fois) et après le\nsalut final récite la sourate « houl houwa allahou » (12 fois)\n« astakhfiroulaha » (12 fois), le jour du jugement dernier, Dieu ordonnera à un ange d’aller le chercher dans la foule en l’appelant par son vrai nom suivi deceux de ses parents ; lorsque l’intéressé aura répondu, l’ange lui dira de venir\nprendre sa récompense des mains de Dieu. On le vêtira alors de milles\nvêtements. On lui donnera un récipient d’or, on lui adjoindra cent mille anges\nportant chacun un cadeau (hadiya) à lui donner et l’accompagnant à travers mille\npropriétés sises au paradis et qui lui seront attribuées.\nCelui qui effectue dans la nuit du lundi au mardi 12 rakas avec pour chacun\nla « fatiha » suivie de la sourate « iza dja -â » (5 fois) le Tout Puissant\nconstruira à son intention une maison (7 fois) plus grande que la planète terre.\nCelui qui effectue le mardi dans la deuxième moitié de la journée 10 rakas avec pour chacun d’eux la « fatiha » et le verset « ayatoul koursiyou » (1 fois)\net la sourate « houl houwa allahou » (3 fois), on ne lui enregistrera aucun péché\ndans les soixante dix jours qui suivent et s’il meurt dans cette période de 70\njours, il sera considéré comme quelqu’un qui a laissé sa vie dans une guerre\nsainte, il sera également absous des péchés commis pendant 70 ans.\nCelui qui effectue dans la nuit du mardi au mercredi deux rakas, pour le\npremier la « fatiha » (10 fois) et pour le deuxième la « fatiha » suivie de la\nsourate « nassi » (10 fois), de chacun des sept cieux viendront 70 mille anges\npour comptabiliser en son nom des bénédictions et ce jusqu’au jugement dernier.\nCelui qui effectue dans la matinée du mercredi 12 rakas avec pour chacun\nd’eaux la « fatiha » suivie du verset « ayatoul koursiyou » (1 fois), la sourate\n« ikhlass » (3 fois) , « falahi » (3 fois), « nassi » (3 fois), il sera absous de tous\nses péchés, il sera préservé des épreuves de la tombe, de l’obscurité de la tombe,\nde son exiguïté, de l’angoisse du jugement dernier et il bénéficiera des\nbénédictions dues aux dévotions d’un Prophète. \nCelui qui effectue dans la nuit du mercredi au jeudi entre la prière du\n« Maghreb » et celle du « Icha », des sourates « fatiha » (1 fois) suivie du verset\n« ayatoul koursiyou » (5 fois), des sourates ikhlass », « falahi », « nassi » ( 5\nfois chacune) et qui après le salut final dit ce qui suit : « astakh firoulahilazimal\nleuzi la ilahaila houwal hayolkhayô ma wa a tôbou ileyhi » (15 fois) et qui\ndédie le tout à ses parents (père et mère), il sera considéré comme quelqu’un qui a accompli tous les devoirs à leur égard, même s’il les avait négligés auparavant.\nIl serait considéré en outre comme quelqu’un qui est mort au court d’une guerre\nsainte.\nCelui qui effectue 2 rakas le jeudi entre la prière de 14 h et celle de 17h avec\npour le premier raka la « fatiha » suivie du verset « ayatoul koursiyou » (100\nfois), pour le deuxième raka (100 fois) « ikhlass » après la fatiha et qui après le\nsalut final dit (100 fois) « salatou ala naby », il bénéficiera des bénédictions\ndues à quelqu’un qui a jeûné pendant les mois de « Radiab », de « Sahbane » et\nde « Ramadan » aussi des bienfaits de celui qui a effectué le pèlerinage à la\nMecque et encore des bienfaits dus à tous les musulmans réunis.\nCelui qui effectue 2 rakas dans la nuit du jeudi au vendredi avec pour chaque\nraka la « fatiha » suivie de la sourate « izazoul zilati » (15 fois), Dieu le\npréservera des épreuves de la tombe.\nDe même celui qui effectue 12 rakas ce même jour, après la prière du\nMaghreb avec pour chacun d’eux la « fatiha » suivie de la sourate « ikhlass »\n(10 fois), il sera considéré comme quelqu’un qui s’est adonné à des dévotions\npendant 12 ans au cours desquels il jeûne pendant le jour et passe la nuit à prier.\nPendant cette nuit toujours, celui qui effectue 10 rakas après les 4 rakas\nobligatoires de la prière de « Guéwé » et des 2 rakas traditionnels du « chafa » avec pour chacun d’eux la « fatiha » suivie des sourates « ikhlass » (1 fois),\n« falakhi » (1 fois), « nassi » (1 fois) et ce avant le raka du « wîtr », il sera\nconsidéré comme celui a toujours honoré la nuit du « Laylatoul Khadre ».\nCelui qui prie 2 rakas le vendredi aussitôt après que le soleil aura entamé son\nparcours, il lui sera pardonné deux cents péchés graves et il bénéficiera de deux\ncents bénédictions.\nDe même celui qui effectue 4 rakas se verra attribué quatre cents grades\n(daradia) au paradis.\nCelui qui effectue 8 rakas verra son grade relevé de huit cent fois. \nCelui qui effectue 12 rakas verra son grade relevé 1200 fois, il lui sera\npardonné un nombre égal de péchés graves, il bénéficiera aussi d’un nombre\négal de bénédictions.\nCelui qui après la prière de fadjar faite en commun reste sur place pour\ninvoquer le nom de Dieu jusqu’au lever du soleil se verra octroyer 70 grandes\nsupplémentaires.\nSi on effectue la prière du tisbar en commun, on se verra attribuer 50 grades\nsupplémentaires.\nCelui qui effectue ce même jour la prière de « Asr » en commun, aura les\nmêmes faveurs que celui qui a affranchi 8 esclaves.\nCelui qui effectue ce même jour la prière du Maghreb en commun aura les\nmêmes faveurs que celui qui a effectué le grand et le petit pèlerinage (Oumra).\nDe même celui qui effectue le vendredi entre le « Zohr » et le « Asri » deux\nrakas, le premier avec la sourate « fatiha » suivie de « ayatoul koursiyou » (1\nfois), de la sourate « falakhi » (20 fois) ; pour la 2\nème\nraka la « fatiha » suivie de\nla sourate « ikhlass » (1 fois), de la sourate « falakhi » (20 fois) et qui après le\nsalut final, dit ceci : « laa hawla wala khouwata ila bilahil haliijil hazimi » (50\nfois), il verra avant sa mort le Tout Puissant en rêve ou sa place au paradis ou alors un tiers le verra et le lui dira.\nDe même celui qui effectue le même jour deux rakas après le lever du soleil avec pour la première raka la « fatiha » suivie de la sourate « falakhi », pour la\ndeuxième raka la « fatiha » suivie de la sourate « nassi » ; après le salut final, il\nrécite le verset « ayatoul koursiyou » (7 fois) ; il effectue en outre 8 rakas de 2\nsaluts (salam) avec pour chaque raka la « fatiha » suivie de la sourate\n« ikhlass » (25 fois), après le salut final il dit : « la hawla wala khouwata ila\nbilahi aliyil hazimi » (70 fois) avant de quitter le lieu de prière, il sera absous de\ntous ses péchés graves ainsi qu’à ses parents (père-mère) si ces derniers sont des\nmusulmans ; rien ne l’empêchera d’aller au Paradis.\nCelui qui effectue dans la nuit du vendredi au samedi après la prière\ntraditionnelle du Maghreb 12 rakas se verra bâtir une grande maison au Paradis,\nil sera considéré comme quelqu’un qui a donné à manger à leur faim tous les\nmusulmans. En outre, il mourra avec la foi et se verra dans l’immédiat absous de\ntous ses péchés. \nCelui qui effectue le samedi 4 rakas avec pour chacun la « fatiha » suivie de\nla sourate « khoul ya ayouhal kâfirouna » (3 fois) qui, après le salut final, récite\nou (lit) le verset « ayatoul koursiyou » (1 fois), il se verra attribuer pour chacune\ndes lettres du verset « ayatoul koursiyou » la récompense liée au grand et au\npetit au pèlerinage complet ; en plus il bénéficiera des bienfaits que procure une année au cours de laquelle on aura jeûné pendant les journées et passé les nuits à\nprier ; il aura aussi les bienfaits dus à un combattant tué au cours d’une guerre\nsainte. Le jour du jugement dernier Dieu l’abritera dans « Arras » (la terre de\nDieu) en compagnie des Prophètes et des combattnats tués au cours d’une guerre\nsainte.\n"
 },
 {
 "id": "section_31",
 "title": "LES NAFILAS DU MOIS DE RAMADAN",
 "content": "Celui qui effectue dans la nuit qui précède le premier jour de\nRamadan 12 rakas avec pour chacun la sourate « fatiha » suivie des sourates\n« ina anasalnahou » (2 fois), « al kâfirouna » (2 fois), « ikhlass » (2 fois),\nDieu le sauvera à jamais de l’enfer et exaucera tous ses vœux formulés à la suite\nde cette prière.\nDans la nuit du 1\ner au 2, celui qui effectue 6 rakas avec pour chacun\nd’eux la « fatiha » suivie de la sourat e « ina ahtaïnakal » (10 fois), sera absous\nde tous ses péchés avant qu’il ne quitte les lieux de prières, il bénéficiera des avantages liés à mille grands pélerinages et à mille petits pélerinages (Oumra)\neffectus, ainsi qu’aux avantages dus à quelqu’un qui a donné en offrance 1 000\n« dereumes » et qui a rendu visite 1 000 malades, il aura également les avantages dûs à quelq’un qui a accompagné 1 000 morts jusqu’à leur dernière\ndemeure ; ainsi qu’à ceux dûs à quelqu’un qui a lu tout le Coran. Il bénéficiea\nenfin de bénéfictions plus importantes que celles dues à des évotions d’une\ndurée de 70 ans.\nDans la nuit du 2 au 3 : si on effectue 6 rakas avec pour chaque raka la\n« fatiha » suivie des sourates « ina anzahbahou » (4 fois), « khoul ya ayouwal\nkâfirouna » (4 fois), on aura bénéficié des avantages dus à quelqu’un qui aura affranchi 1 000 esclaves et de ceux de quelqu’un qui aura donné à manger à\n1 000 personnes au terme d’une journée de jeûne, de ceux dus à quelqu’un qui a\nhabillé 1 000 personnes se trouvant dans un dénuement complet, donné à\nmanger à 1 000 personnes qui ont faim, on bénéficiera des bénédictions aussi\nimportantes en quantités que le nombre des espèces volantes de la planète ; on\nbénéficiera en outre des avantages dus aux plus grands saints et ceux qui sont \ntués au cours d’une guerre sainte, enfin on ne rencontrera aucune épreuve dans\nla tombe.\nDans la nuit du 3 au 4 : on effectue 4 rakas avec pour chaque raka la\n« fatiha » suivie de la sourate « khoul ya ayouhal kafirouna » (3 fois), on\nbénéficiera des avantages dues à 1 000 personnes qui se sont acquittées de leurs\ndévotions, on sera en plus absous de tous ses péchés avant qu’on ne quitte le lieu\nde prière.\nDans la nuit du 4 au 5 : quatre (4) rakas avec pour chacun la « fatiha »\nsuivie des versets « alam nasraa » (1 fois), « khoul houwa allahou » (3 fois),\non sera considéré comme quelqu’un qui a fait le grand et le petit pélerinages 1\n00 fois. On sera préservé de la pauvreté et verra nos chances d’acquisition de\nbiens multupliées. De chaque lettre naîtront 2 anges qui se chargeront d’effacer\nnos péchés et d’enregistrer des bienfaits à notre intention ; de nous octroyer des\ngrades et ce, durant une année entière. A notre mort, on bénéficiera des faveurs dues à un combattant tué au\ncours d’une guerre sainte, on sera absous (de tous ses péchés), on ne connaîtra\npas les affres de la mort et on aura absolument les agréments du Tout Puissant, à\nsa mort, on lui ouvrira de sa tombe des portes qui donnet sur le paradis et qu’il\ncontemplera jusqu’au jour du jugement.\nDans la nuit du 5 au 6 : deux (2) rakas avec pour chacun la « fatiha »\nsuivie de la sourate « khoul houwa allahou » (12 fois), il sera considéré comme\nquelqu’un qui a effectué 1 000 rakas sur le « makhama » Ibrahima (à quelques\nmètres de la (Kaaba), 1 000 rakas dans la Mosquée de la Mecque, donné en aumône (5000 F) donné à manger à 1 000 personnes qui ont faim, ses vœux\nseront exaucés. Il sera considéré comme quelqu’un qui a donné à manger après\nune journée de jeûne à tous les musulmans. A sa mort il sera compté parmi ceux\nqui sont tués au cours d’une guerre sainte, il sera préservé des affres de la mort,\nsa tombe sera aménagée comme un des jardins d’Eden. Il ressuscitera auréolé de\nla lumière céleste, sera d’une beauté comparable à celle du soleil avec le plus\nbeau parfum du monde, il sera au Paradis sans subir aucune épreuve, sans\njugement et il sera parmi les Prophètes dans la vie éternelle.\nNuit du 6 au 7 : six (6) rakas avec pour chacun d’eux la « fatiha » suivie\nde la sourate « khoul ya ayouhal kafirouna » (7 fois) et de la sourate « khoul\nhouwa allahou » (7 fois), il bénéficiera de bienfaits pour chaque verset, il sera \nconsidéré comme quelqu’un qui aura donné en aumône 1 000 dinars ; tous ses\nvœux seront exaucés, il bénéficiera en outre de bénédictions aussi importantes\nen quantité que le nombre de jours de l’existence terrestre ; pour chaque lettre on\nlui bâtira une grande maison au Paradis.\nNuit du 7 au 8 : deux (2) rakas avec pour chacun « fatiha » suivie de la\nsourate « khoul houwa allahou » (12 fois). Pour chaque lettre des sourates\nemployées, il bénéficiera des bénédictions dues à 1 000 ans de dévotions. Il sera\nconsidéré comme quelqu’un qui a donné à manger à tous les musulmans pendnt\n70 ans révolus tout en leur donnant à boire et les habillant. Il aura en outre les\nbénédictions liées à l’affranchissement de 1 000 esclaves ; ses vœux seront\nexaucés, il ressuscitera avec la lumière céleste. Il traversera « siraat » comme un\néclair, il lui sera demandé de sauver de l’enfer (70) pesonnes qui y étaient\ndestinées.\nNuit du 8 au 9 : quatre (4) rakas pour chacun « fatiha » suivie de la\nsourate « tabatt yada » (3 fois) et de la sourate « khoul houwa allahou » (1\nfois), il lui sera accordé les bénédictions dues à tous ceux qui acceptent\nstoïquement les decrets divins (mounkat yi) et à tous ceux qui manifestent à\nDieu leur reconnaissance ; il lui sera accordé les avantages liés à la lecture du\nCoran en entier ; il bénéficiera des bénédictions qui procurent 70 ans de\ndévotions pendant lesquels il passe les journées à jeûner et les nuits à prier.\nOrdre sera donné à 2 anges qui se chargeront d’effacer ses péchés et\nd’enregistrer des bienfaits à son intention et ce jusqu’au jour du jugement\ndernier. Dieu agréera ses prières et son jeûne et le mettra à l’abri des mauvaises\nintentions des hommes, il le ouvrira à son intention les portes des 8 paradis et le\npriera d’entrer dans celuide son choix et ce sans le juger.\nNuit du 9 au 10 : quatre (4) rakas pour chacun d’eux la « fatiha » suivie\ndu verset « ayatoul koursiyou » (1 fois), de la sourate « inna anzalnahou » (12\nfois). Avant de quitter le lieu de prière, il se verra absous de tous ses péchés sans\nexclusive ; on lui fera bénéficier de bénédictions égales à celles de 50 (hommes\nde Dieu) véridiques, de celles de 70 personnes tuées dans une guerre sainte. Avant sa mort, il goûtera de fruits provenant du Paradis, on lui demandera de\nsauver de l’enfer 70 personnes qui y étaient destinées.\nNuit du 10 au 11 : quatre (4) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « inna anzalnahou » (7 fois) des sourates « khoul ya ayouhal kafirouna » (7 fois), « khoul houwa allahou » (7 fois), après le salut\nfinal dire « la hawla wala khouwata ila billahi haliyil azimi » (70 fois), dire \nensuite « salatou ala nabi » (70 fois), il sera absous de tous ses péchés sans\nexclusive ; pour chaque verset il lui sera accordé les faveurs dues aux dévotions\nd’une année entière ainsi que celles dues à quelqu’un qui a rendu leur liberté à\n1 000 esclaves, donné en aumône 1 000 dinars, donné à manger à 1 000\npersonnes qui n’ont rien à manger, habillé 1 000 personnes se trouvant dans le\ndénuement le plus complet. Tout ce qui existe sur terre vivant ou non intercédera auprès de Dieu pour qu’il lui pardonne tous ses péchés, il sera préservé contre\ntoutes les calamités, toutes les peines, la faim, l’indigence (sous toutes ses\nformes : raag) les djinns contre les affres de la mort il ira au paradis sans\njugement aucun.\nNuit du 11 au 12 : dix (10) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « khoul houwa allahou » (6 fois), il bénéficiera de 8 000\népouses au Paradis et il vivra en compagnie du Prophète (alla lahou tahala haleyi\nwa sallame), il bénéficiera en outre des faveurs dues à celui qui a étudié le\n« Tawrête », le « Zabor » et le « Coran). Par ailleurs, il sera absous de tous ses\npéchés quelle que soit leur importance même s’ils égalaient en nombre les\nvagues de la mer. Il lui sera accordé les bénédictions dues à 70 ans de dévotions\nà Dieu ; il sera considéré comme quelqu’un qui a rendu leur liberté à 1 000\nesclaves ; le jour du jugement dernier on lui donnera l’ordre de sauver de l’enfer autant de personnes qu’il le désirera et qui y étaient destinées. Il ira au Paradis\nsans être jugé.\nNuit du 12 au 13 : deux (2) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « khoul houwa allahou » (5 fois), on lui bâtira au paradis\nune grande maison composée de 7 chambres tout en or. Dans chacune de ces\nchambres il y aura 1 000 lits avec dans chacun d’eux une épouse, en outre il\nbénéficiera de bénédictions dues à 20 ans passés à jeûner et des bénédictions\ndues à 1 000 rakas effectués.\nNuit du 13 au 14 : huit (8) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « isa djaha » (7 fois), il sera considéré comme quelqu’un qui a donné en aumône 1 000 dinars, affranchi 1 000 esclaves, donné à manger à\n1 000 personnes n’ayant rien à manger.\nDieu agréera toutes ses prières et son jeûne, il sera préservé contre les\nmaux d’ici et de l’au-delà. Il ne reconnaîtra pas les inquiétudes et angoisses du\njour du jugement dernier, il lui sera donné l’ordre de sauver de l’enfer autant de\npersonnes qu’il voudra et qui y étaient destinées sans qu’elles soient jugées. \nNuit du 14 au 15 : six (6) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « isa djaha » et « khoul houwa allahou ». Dieu agréera ses\nprières et son jeûne, tous ses péchés seront reconvertis en bienfaits. Pour\nchacune des lettres composant les sourates employées, il lui sera bâti une grande\ncité au Paradis, il sera considéré comme quelqu’un qui a donné à manger aux\nmusulmans du monde entier.\nNuit du 15 au 16 : deux (2) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « iza zoulzilati » (10 fois), s’il lui accordera beaucoup de\nbénédiction en outre il sera absous de tous ses péchés par ailleurs ; s’il se\ntrouvait dans l’angoisse, Dieu l’en délivrera, Dieu le préservera des calamités de\nce monde et de l’autre ; il sera préservé contre la pauvreté et verra ses chances\nd’acquisition de biens multipliées. Dieu se montrera miséricordieux à son égard.\nIl ira au Paradis en compagnie des plus illustres créatures.\nNuit du 16 au 17 : deux (2) rakas avec pour chacun d’eux la « fatiha »\nsuivie des sourates « ina anzalnahou » (2 fois), « khoul houwa allahou » il\nbénéficiera de bénédictions d’un nombre aussi important que le nombre de tous\nles croyants, du premier au dernier s’il se trouvait malade, il guérira, s’il se\ntrouvait endetté, Dieu l’acquitterait de ses dettes, s’il se trouvait angoissé, Dieu\nl’en guerirait et Dieu le préservera de l’enfer.\nNuit du 17 au 18 : dix (10) rakas avec pour chacun d’eux la « fatiha »\nsuivie des sourates « sabi hisma » (1 fois), « khoul ya ayouhal kafirouna » (1\nfois), « khoul houwa allahou » (1 fois), il sera considéré comme quelqu’un qui\ndétiendrait toutes les richesses terrestres et les employerait au service du Tout\nPuissant Dieu. Pour chaque lettre des sourates employées, on lui bâtira une\ngrande cité au Paradis, il sera considéré comme quelqu’un qui s’est acquitté de\nses devoirs envers le Tout Puissant pendant 70 ans au cours desquels, il aura\npassé les journées à jeûner et les nuits à prier ; il sera considéré comme\nquelqu’un qui a lu le Coran 100 fois, fait 100 fois le grand pèlerinage et 100 fois\nle petit pèlerinage, il bénéficiera des bénédictions dont Dieu seul connaît\nl’importance avant de mourir, il lui sera montré sa demeure au Paradis, le jour\ndu jugement dernier, il ne verra rien qui lui fasse peur ou qui l’inquiète.\nNuit du 18 au 19 : six (6) rakas avec pour chacun d’eux la « fatiha »\nsuivie dela sourate « ikhlass » (7 fois). Le paradis est la récompense due à cette\nprière, Dieu préservera l’auteur de cette prière de tout ce dont il a peur, Dieu\nexaucera tous ses vœux Satan évitera de la rencontrer, il conservera la foi \njusqu’à la fin de ses jours, il fera partie des premières personnes à entrer au\nParadis.\nNuit du 19 au 20 : huit (8) rakas avec pour chacun d’eux la « fatiha »\nsuivie des sourates « ina anzalnahou » (1 fois), « khoul houwa allahou » (3\nfois), il bénéficiera des bénédictions aussi importantes que celles dues à tous les\nhommes qui ont fait quelque chose de bien. Il sera absous de tous ses péchés\nsans exclusive. On le préservera de l’obscurité de la tombe, il ira au Paradis en\ncompagnie du Prophète Mouhamad « Salla lahou tahala halehi wasalama ».\nNuit du 20 au 21 : quatre (4) rakas avec pour chacun d’eux la « fatiha »\nsuivie de la sourate « khoul houwa allahou » (20 fois), il sera considéré comme\nquelqu’un qui détiendrait tous les les biens de la planète et les dépenserait au\nnom de Dieu, comme quelqu’un qui avait lu le « tawrète », le « Injiil » le\n« Zabaur » et le « Coran ». A sa mort il sera aussi propre (en péché) que le jour\nde sa naissance.\nNuit du 21 au 22 : deux rakas (2) avec la « fatiha » suivie des sourates\n« sabi hisma » (3 fois), « inna anzalnahou » (3 fois), « khoul houwa allahou »\n(3 fois), « falakhi » (3 fois) « nassi » (3 fois) Dieu bâtira à son intention 70 cités avec dans chaque cité 1 000 maisons et dans chaque concesssions 1000\nchambres en or et en argent, dans que chambre 1 000 lits et dans chaque lit 1000\népouses.\nNuit du 22 au 23 : quatre (4) rakas avec la « fatiha » suivie des sourates\n« iza diaha nassourou lahi » (5 fois) « khoul houwa allahou » (5 fois), il sera absous de tous ses péchés. Ordre sera donné à 2 anges qui se chargeront\nd’effacer ses péchés et d’enregistrer en son nom des bénédictions pendant une année entière. S’il meurt entre temps, il bénéficiera des bénédictions dues à\nquelqu’un qui s’est fait tué au cours d’une guerre sainte.\nIl ressuscitera avec une beauté aussi éclatante que le soleil, il traversera\n« siraat » comme un éclair.\nNuit du 23 au 24 : six (6) rakas la « fatiha » suivie de la sourate « khoul\nhouwa allahou » (3 fois), il ira au Paradis sans être jugé.\nNuit du 24 au 25 : huit (8) rakas avec la « fatiha » suivie de la sourate\n« khoul houwa allahou » (4 fois), il sera absous de tous ses péchés avant de\nquitter le lieu de prière, en outre, il ne connaîtra jamais les épreuves (de Dieu). \nNuit du 25 au 26 : dix (10) rakas avec la « fatiha » suivie des sourates\n« al khârihatou » (1 fois), « khoul houwa allahou » (5 fois). Après la prière il\nse repend aussi longtemps qu’il lui est possible, il sera préservé des deux de\nl’enfer, il sera considéré comme quelqu’un qui aura jeûné pendant toute la durée\nde l’existence, il bénéficiera des bénédictions aussi importantes en quantité que\nle nombre de toutes les étoiles et de toutes les feuilles des arbres ; il bénéficiera\négalement de bénédictions capables de couvrir tout l’espace compris entre le ciel\net la terre. Le jour de la résurection, il ira au Paradis escorté des anges Djibril,\nMikaël, Izarafil, Izrahil.\nNuit du 26 au 27 : douze (12) rakas avec la « fatiha » suivie de la\nsourate « ina anzalnahou » (10 fois), il bénéficiera de bénédictions aussi\nimportantes en nombre que le nombre des jours de l’existence terrestre. A la\nrésurection, il sera parmi les Prophètes.\nNuit du 27 au 28 : quatre (4) rakas avec la « fatiha » suivie des sourates\n« watiini » (5 fois) « khoul ya ayouhal kafirouna » (5 fois) « ikhlass » (5 fois). Après la prière il se repent aussi longtemps qu’il peut alors, il sera absous de\ntous ses péchés.\nNuit du 28 au 29 : quatre (4) rakas avec la « fatiha » suivie des sourates\n« watiini » (5 fois) « khoul ya ayouhal kafirouna » (5 fois) « ikhlass » (5 fois). Après la prière il se repent aussi longtemps qu’il peut alors, il sera absous de\ntous ses péchés.\nNuit du 29 au 30 : six (6) rakas avec la « fatiha » suivie de la sourate\n« khoul houwa allahou » (11 fois), il sera bâti à son intention une maison au\nParadis. De même si on effectue 4 rakas avec la « fatiha » suivi de sourates\n« khoul ya ayouhal kâfirouna » (25 fois) « khoul houwa allahou » (25 fois),\non sera préservé des feux de l’enfer, on sera absous de tous ses péchés, de même\nses proches on traversera « siraat » comme un éclair.\nCelui qui effectue toute sa vie durant 4 rakas traditionnels juste avat la\nprière obligatoire du zohr et 4 autres rakas traditionnels juste après cette même\nprière sera préservée des feux de l’enfer et il fera parti des premières personnes à\nentrer au paradis.\nCelui qui sa vie durant effectue 4 rakas juste avant la prière obligatoire de\nl’ « Asr » (17h) bénéficiera de la miséricorde divine.\nLa prère du milieu de la matinée témoignera le jour du jugement dernier\nen faveur de celui qui l’effectue régulièrement. Elle dira en particulier au Très- \nHaut : « répands sur cette perosnne ta miséricorde car elle ne m’a jamais oubliée\ndans la vie terrestre ». En revanche elle dira à propos de celui qui ne l’a jamais\neffectuée : « celui-ci à damner car il m’a toujours régligé ».\nCelui qui dit 21 fois le soir avant de se coucher « Bismilahi rahmani\nrahimi » sera préservé d’une mort subite, de satan et des voleurs.\nCelui qui allant trouver quelqu’un qui craint le dit (50 fois) trouvera ce\ndernier comme dompté.\n« Bismilahi rahmani rahimi » est notre rempart contre les djinns. Celui\nqui le dit avec tout le sérieux et la correction requise se verra absous de 4 000\npéchés pour chacune des lettres composant cette « Basmala ». De même pour\nchaque lettre, on comptabilisera en son nom (4 000) bénédictions, en outre, il\nbénéficiera de 4 000 grades.\nCelui qui le récite avec tout le sérieux et la correction requise sera\npréservé des anges qui gardent l’enfer.\nDonc celui qui en montant sur une monture ou un véhicule (dâbah) dit\n« Bismilahi rahmani rahimi » et y ajoute « alhamdou lilahi leuzi akhardana\nwama kouna lahô moukhi rinina wa inna ila rabina lamoune khalibouna »,\nbénéficiera de bénédictions aussi importantes en quantités que le nombre de pas\neffectués jusqu’à ce qu’il descende.\nCelui qui chaque fois avant de s’endormir récite la « fatiha » 4 fois,\n« koul houwa allahou » (3 fois) dit « soubhana lâh i wal hamdoulilahi wa\nlâhilahoula lahou wal lahou akbarou wala hawla wala khouwata ila bilahil\nhaleyyil azimi » (4 fois), puis « astafourlahil hazimal leuzi la ilaha ila houwa\nhayal khayôma » (10 fois) puis enfin « alamouma salli ala badrit tamame alahouma salli halla nouri zalame allahouma salli alâ miftâhi dari salam. Allahouma salli alâh chafihi djamih laname » (10 fois) sera considéré comme\nquelqu’un qui a offert en aumône à un « miskin » musulman démuni 4 000\ndinars en or, il sera considéré comme quelqu’un qui a lu le Coran en entier ; il\nsera également considéré comme quelqu’un à qui ses pairs ont pardonné toutes\nses fautes. En outre, il mérite sa place au Paradis.\nInvoquer le nom de Dieu est plus méritoire que tout le reste. Parmi les\nmultiples façons d’invoquer les noms de Dieu « la ilaha ila lahou\nmouhamadou rassoulou lahi salla lahou tahala haleyi wa salama » en est la\nplus méritoire ; Dieu seul sait l’importance des bénédictions qu’on peut en tirer\nsi on le dit tout le temps.\nDonner de l’aumône, aider un musulman dans le besoin, entretenir les\nliens de parenté font partie des actes les plus méritoires. Le jour du jugement\ndernier lorsque Dieu posera le remuant « sirate » comme un pont sur le gouffre\nde l’enfer, lorsque l’angoisse aura gagné tout le monde, alors Dieu ordonnera à\nun ange d’appeler à haute voix ceux qui oeuvraient pour les musulmans, ceux \nqui les assistaient dans leurs besoins, ceux qui prélevaient l’aumône et ceux là\nde répondre « nous voici ». Il leur dira d’aller directement au Paradis sans\njugement.\nUne seule aumône peut valoir le Paradis au père de famille, à sa femme\nchargée de préparer ce repas et au boy chargé de l’apporter au mendiant.\nL’aumône préserve contre les calamités, contre une mort subite et brutale,\nelle calme la colère divine, annule les péchés, guérit un malade, sert d’abri à son auteur le jour du jugement dernier, elle multiplie les chances d’acquisition de\nbiens et préserve ces derniers, elle adoucit les épreuves du jugement, elle pèse\nlourd sur le plateau des bienfaits (le jour du jugement dernier), elle facilite la\ntraversée de « Siraat », elle élève en grades (daradia) au paradis, elle rejouit le\nTout Puissant et irrite satan.\nSi l’on pouvait donner en aumône quelque chose si petit soit-il, ne serait\nce qu’un biscuit, ce serait une excellente chose. Cependant il n’est pas\nrecommandé de l’offrir à une personne de mauvaise moeurs, il n’est pas non\nplus recommandé d’aller l’offrir ailleurs alors que dans son propre entourage\nrésident des nécessiteux.\nCelui qui n’aa rien à offrir en aumône peut se contenter de :\n- effectuer 2 rakas au milieu de la matinée\n- dire « soubhana lahi » chaque pas qui mène à la Mosquée\n- balayer la mosquée, l’éckairer\n- recommander le bien, interdire le mal\n- et tout ce que l’on donne à ceux qui vous frappent ou disent du mal de\nvous et ce pour éviter de faire salir la peau\n- enlever de la route tout ce qui est de nature à faire du mal ou à salir\n- guider un aveugle en lui prenant sa canne\n- saluer un musulman tout en lui manifestant sa bonne humeur, l’aider en\ncas de besoin, prier pour lui, lui prêter ce dont il an besoin, lui rendre\nvisite lorsqu’il tombe malade, porter un mort sur sa tête, accompagner un\nmort jusqu’à sa dernière demeure, présenter ses condoléances à la famille\nd’un mort.\nTous ces actes ont la même valeur que l’aumône.\nLire le Coran est une manière d’invoquer le nom d’Allah. Il faut s’efforcer\nd’en lire quelque sourates par jour ne serait ceque 3 « Izib » et ce sans\ninterruption.\nIl est recommandé à celui qui lit le Coran d’être en état de pûreté totale en ce\nqui concerne son corps, les habits qu’on porte et l’endroit où on le lit. Il est tout aussi recommandé en le faisant de se tourner vers la Kaaba, d’y mettre du \nsérieux et de la rigueur, toute la foi et l’humilité requises, il faut également\nréfléchir sur le sens des mots si l’on en est capable. On doit avoir dans l’esprit\nqu’on est devant Dieu, qu’on s’adresse à Lui et qu’il nous voit. Il est\nrecommandé pour ce faire d’en répartir la lecture dans la semaine, la réparition\npeut se faire de la mnière suivante :\nCette façon de lire le Coran se nomme « Soubouhou », qui commence\n- le dimanche : de la sourate « bakhara » jusqu’à la sourate « nissah-i »\n- le lundi : de la sourate « maa idati » jusqu’à la sourate « tawbati »\n- le mardi : de la sourate « younoussa » jusqu’à la sourate « nahli »\n- le mercredi : de la sourate « israa i » jusqu’à la sourate « fourkhane »\n- le jeudi : de la sourate « chouharâ-i » jusqu’à la sourate « yassi »\n- le vendredi : de la sourate « sâfati » jusqu’à la sourate « houdiourâte »\n- le samedi : de la sourate « madjiidi » jusqu’à la sourate « nassi »\nPendant la lecture du Coran, la tradition veut que l’on se prosterne chaque\nfois que de besoin de même que ceux qui écoutent, si ces derniers sont en état de\npureté. Pour cette prosternation on dit « Allahou Akbar » en se baissant, et en se\nrelevant mais on ne récite pas le « Tachawoud » ni ne lève les bras.\nLa prosternation n’est pas recommandé dans le moment qui précède\nimmédiatement le lever du soleil ; elle est formellement interdite lorsque le\nsoleil commence à se lever, à se coucher ainsi que pendant le sermon de l’Iman\nle vendredi. Au moment de prosternation, il est recommandé de formuler des\nprières en rapport avec ce à quoi le verset fait allusion.\nSi la prosternation se situe au niveau du mot « asdioudôna » de la sourate\n« lakh rafe », on dit ceci « sadiatou biwadji hinne zalîne li rabine dialîline\nsadiad toubi wadjihi yal fânî lirabiyal bâkhî sadiatou lilâhil leuzi khalakhani\nwasawrani wa chakha samhî wa bassari ».\nSi la prosternation se situe au niveau du mot « walâ sâlli» de la sourate « Rahdi » on dira « la ilaha ila anta soubhanaka wa bihamdika rabi hamiltou sô ane wa zalamtou nafsi fatoub halaya inaka anta tawâbou rahîmou la ilaha ila anta soubhanaka wa bihamdika rabi hamiltou sô ane wa zalamtou nafsi fakh firlî inaka antal khafôrouz rahimoune lâ ilaha ila anta soubhanaka wa bihamdika rabî hamiltou sô ane wa zalamtou nafsi far hamni inaka anta arhamour râhimina ». Si la prosternation se situe au niveau du mot « mayoumarouna » de la sourate « Nahli » on dira « Allahouma inaka tahlamou sirî hala niyatî fakh bal mahzirati wa tahlamou hâ diati fa ahtini souwli wa tahlamou mâ fî nafsi fakh firli zounôbi ». Si la prosternation se situe au niveau du mot « khouchou hanne » de la sourate « lissâi » on dira ceci « Allahouma idjhalnî minal bâkînal khachi hîna laka ». Si la prosternation se situe au niveau du mot « wa boukiyane » de a sourate « Mariamou » on dira ceci « Allahouma adj halni mine hibâdikal mounhami haley himous sâdjidîna lakal bâkina hinda tilawati ayâtika ».\nSi la prosternation se situe au niveau du mot « mâ yacha » ou de la sourate\n« Al Hadji » on dira ceci « rabana zalamna ane foussanâ wa ine\nlametakhfirlanâ wa tarkhamna lanakô nane nâ minal khassirîna soubhanakal\nlâhouma wa bihamdika tabaraka ismouka wa tahala diadouka la ilaha ila\nanta zalamtou nafsi fakh firlî zounôbî fa inahô la yakh firou zounôba ila\nanta ».\nSi la prosternation se situe au niveau du mot « noufourane » de la sourate « al\nfourkhane » on dira ceci « Allahouma laka sadiadia sawâtdi wa khayâli wa\nbika âmana fou wâdi abô ou laka bî nihami wa akhtarifou laka bi zani halaya\nzalamtou nafsi fakh firli inaho lâ yakhfirou zounôba ila anta à honzou bihaf\nwika mine houkhô batika wa a honzou bi rahmatika mine mikhmatika wa a\nhonzou biri dâka mine soukhtika wa a honzou bika minka la ouhsi sana ane\nhaleyka, antakama asnaïta hala nafsika allahouma ourzoukhni hilmane\nyanfahouni wa hamalane yarfahouni ».\nSi la prosternation se situe au niveau du mot « azîmi » de la sourate\n« namli » on dira ceci : « Sadiada wadjhî leuzi khalakha hô wa sawara hô wa\nsakhala samhahô wa bassarahô bi lawli hi wa khouwatihi fatabaraka lahou\nahzânou khâlikhîna ».\nSi la prosternation se situe au niveau du mot « la yastakbirouna », de la\nsourate « sadjdati » on dira ceci « Allahouma idjal halnî mina sâdjidina liwadj\nhikal mousabihîna bi hamdika wa a houzou bika ane akôna minal\nmoustakbirina ane amrika ».\nSi la prosternation se situe au niveau du mot « wa anaba » de la sourate\n« Dawouda » on dira ceci « Allahouma adjihal lî hâzi hîs sadjadata hindaka\nzouhrane wa ahzime lî bihâ adjirane wa dah hanî biha wizrane wa takhbalhâ\nmini kamâ takha baltahâ mine habdi ka dawouda haleyhi wa hala diamihil an\nbiyaki wal moursalina assalatouwa sallame ».\nSi la prosternation se situe au niveau du mot « tahboudôna » de la sourate\n« fousilate », on dira ceci « Sadiadtou lilahi wahdahô la likhaïrihi allahouma\nikhfirli bihâ koulla sanlin wa houta hanî bihâ koulla wisri wa yassirlî bihâ\nkoulla matlabin war fahli biha koulla zikrine wa daradjatine fi khouyouri\ndaraïni âmine ».\nSi la prosternation se situe au niveau du mot « azimi » de la sourate\n« mamli » on dira ceci : « Sadiada wadjhî leuzi khalakha hô wa sawara hô wa \nsakhaha samhahô wa bassarahô bilawli hiwa khouwatihi fatabaraka lahou\nahzânou khâlikhîna ».\nLorsqu’onaura terminé la lecture du Coran, on pourra solliciter au nom de\nDieu tout ce que l’on désire.\nSi la lecture du Coran est destinée à un mort, il faudra auparavant en\nformuler l’intention et prier pour qu’il lui fasse bénéficier des bienfaits liés à\nl’acte.\nLes sourates « Bakhara » et « Imrane » intercèderont auprès de Dieu le jour\ndu jugement en faveur de celui qui les lit régulièrement ici bas.\nLa lecture de la sourate « Bakhara » dans une chambre constitue un rempart\ncontre satan et les djinns pendant une durée de 3 jours.\nLa lecture des sourates « Bakhara » et « Imrane » pendant une nuit\npermettra à son auteur de faire partie des hommes les plus pieux sur terre.\nSi on lit la sourate « Imrane » le vendredi, tous les anges s’emploieront à\nprier (gnanal) pour nous jusqu’au coucher du soleil.\nLa lecture du verset « Ayatoul koursiyou » (4 fois) équivaut à la lecture du\nCoran en entier.\nLa lecture du dernier verset de la sourat « Imrane » pendant la nuit équivaut\nà passer la nuit à prier.\nLes six versets suivants ont la même importance que 1 000 autres versets, il\ns’agit le :\n1... Bismilahi rahmani rahimi sabbaha lilahi mafi samawati walardi wa\nhouwa azizoul akimou\n2... Leuhô moulkou samawati walardi youh yî wa youmîtou wa houwa\nhala koulli chaîne khadiroune\n3... Houwalawalou walakhirou wazâhirou wa bâtinou wa houwa bi koulli\nchayine halimoune\n4... Houwa leuzi khalakhas samawati walardi fi sitati ayâmine soumas\ntawa halal harchi yahlamou mâ yaloudiou filardi wama yah ridiou mine hâ\nwama yannzilou mina samâ-i wamâ yahroudiou fîhâ wa houwa maahakoumo\naïna mâ koutoume wa lahou bimâ tahmalôna bassîroune\n5... Leuho moulkous samawati wa lard iwa ila lahi tourdiahoul oumôrou\n6... yôtidioul laïla fi nahâri wa yôlidioun nahara fi laïli wa houwa halimou\nbizati soudouri\nLa récitation de la sourate « Al kafirouna » (4 fois) ainsi que celle de la « Iza\nDia-a » (4 fois) équivaut à la lecture entière du Coran.\nLa récitation de la sourate « Hâdiyâti » ainsi que celle de « izazoulzilati »\néquivaut à la lecture de la moitié du Coran.\nLa récitation de « likhlass » (3 fois) équivaut à la lecture du Coran en entier. \nLa récitation dessourates « falahi » et « nassi » constitue le meilleur moyen\nde se protéger contre les maux.\nCelui qui prend l’habitude de faire le verset « koursiyou », la sourate\n« akhân » ainsi que les 3 versets suivants matin et soir sera préservé contre les\ndangers. Les 3 versets sont les suivants :\n- « Bismilahi rahmani rahimi »\n- « Himine tanziloul kitâbi mina lahi hazizil hikhâbi »\n- « Khafiri zeunn-bi wa khabili tawbi chadidil hikhâbi »\n- « Ztawli la ilaha ila houwa ileyhil massirou »\nAu lieu de perdre son temps à dire des grossièretés ou à parler de tout et de\nrien, il est préférable de dire :\n- soubhan lahi wabi hamdihi soubhana lahil hazimi\n- ou encore\n- soubhana lahi wal hamdou lilahi wa la ilaha ila lahou wal lâhou akbar\nwala hawla wala kouwata ila bilâhi aliyil azimi\nLa répétition de ces versets est plus importante que tout ce qu’il y a dans ce\nbas monde à plus forte raison que de dire des grossièretés.\nToute personne qui veut être préservée contre la perte de la foi contre les\népreuves de la tombe doit éviter ce qui suit :\n- regarder une femme tierce\n- mentir\n- calomnier\n- mettre en mal des personnes, les unes contre les autres\n- trahir quelqu’un\n- ne pas attendre l’écoulement complet de l’urine après la miction\n- on doit également s’acquitter régulièrement des cinq prières, invoquer\nsouvent le nom d’Allah, invoquer le nom du Prophète, lire le Coran,\ndonner l’aumône et dire chaque jour :\n« Assalâmou aleyka ayouha nabiyou warahmatou lahi tahala wa\nbarakatouhô » (100 fois)\nCelui qui lit ou (écrire) la sourate « doukhâni » la nuit sera basous. Celui qui\nlit ou récite « khoul houwa allahou » (100 fois) en un jour sera absous de (50\nans) de péchés.\nCelui qui lit la sourate « yassine » se verra pardonner tout ce qu’il a fait\ndepuis son existence.\nCelui qui dit une seule fois le verset sera absous, il s’agit de : \n« Soubhânazil moulki wal malakout soubhanazil wal diabarout soubhanal\nhayi leuzi lâyamôtou soubôhoune khoudossoune raboul mala-ikati warôhi ».\nCelui qui prend l’habitude de dire « Allahouma anta rabi.. Jusqu’à illa\nanta » (1 fois) matin et soir) sera absous.\nCelui qui lit ou (récite) « lawa ansalnâ » jusqu ‘à « bakîmou » sera basous.\nCelui qui dit « soubhana lahi wal hamdoulilahi wala ilaha ila lahouwa\nalahou akbar wala hawla wala khouwata ila hil aliyil hâzimi hadada mâ\nhalima wa mi hall mâ alline wazinata mâ halima » sera absous.\nOn n’enregistrera jamais de péchés à celui qui prend l’habitude de dire le\nwird « Mouchabahatou acharatou » matin et soir (wird).\nCelui qui debout au bord de la mer, se met à en compter les vagues jusqu’au\nnombre de 40 et qui pour chaque vague fait le « Takbir » (Allahou Akbar) sera\nabsous.\nCelui qui guide un aveugle en lui tenant la canne sur quarante pas sera absous\net rien ne l’empêchera d’aller au Paradis.\nCelui qui se donne la peine d’aider un musulman dans le besoin sera absous\n(de tous ses péchés) et sera préservé contre l’hypocrisie et contre l’enfer.\nCelui qui dit 100 fois « Allahou Akbar » sera absous.\nCelui qui dit 100 fois « Soubhana lahi » sera considéré comme quelqu’un\nqui a rendu la liberté à (100) esclaves.\nCelui qui dit (100 fois) « Al hamdou lilahi » sera considéré comme\nquelqu’un qui a donné en aumône 100 chameaux.\nCelui qui, après avoir pris son repas dit « Alhamdou lilahi leuzi att hamini\nhazat tahâma waraza khanihi mine khaï minî wala khouwatine » sera absous\n(de tous ses péchés).\nIl faut cependant noter qu’invoquer le nom du Prophète « sala lahou tahala\naleyhi wa salame » a beaucoup plus d’intérêt que toutes ces prières.\nInvoquer le nom du prophète ne serait-ce qu’une fois sa vie est une\nobligation divine. C’est pourquoi il est fortement recommandé de le faire. Dieu\nseul sait le bénéfice qu’on peut en tirer en l’invoquant une infinité de fois. Plus\non invoque son nom plus on aura d’épouses au Paradis et plus on s’éloignera de\nl’enfer. Cela nous procure d’autres choses qu’il n’est pas possible d’évoquer\n(par écrit), mais tout ce qui préserve contre les feux de l’enfer et nous permet par\nla même occasion d’aller au Paradis constitue pleinement un motif de\nsatisfaction.\nLes litanies sont si nombreuses qu’il est impossible de les énumérer.\nCependant nous allons en citer quelques unes qui permettent à ceux que cela\nintéresse d’en choisir celles qui leur conviennent Les voici : \n« Allahouma Sali alâ seydina mouhamadine wa alâ ali saydina\nmouhamadine kama sallayta ala ibrahima wa alâ ali ibrahima wa barik alâ\nsaydina Mouhamadine wa ala seydina mouhamadine kana barakta ala\nibrahima wa ala ali ibrahima fil âlamina inaka hamidoune madjidoune ».\nCette litanie est la plus complète de toutes les autres.\nC’est pour cela qu’on l’ajoute au dernier Tachaoude précédent le salut final.\n-« Allahou salli ala sayidina Mouhamadine wa anezilhou almane zilal\nmoukharaba mineka yawmal khiyamati ». Celui qui dit cette prière\nbénéficiera de l’intercession du Prophète (PSL).\n-« Allahouma salli alâ rôhi sayidina Mouhamadine filarwâhi wa alâ\ndjazadihi fil adjsâdi wa alâ khabrihi fil khoubôri ». Celui qui dit cette prière\nn’ira pas en enfer.\n-« Allahouma salli alâ sayidina Mouhamadine wa ala ali sayidina\nMouhamadine fi lawalîna wal akhrina wa fil mala il lahla ila yawmiddini », il\nn’ y a pas meilleure prière que celle -ci.\n-« Allahouma salli ala sayidina Mouhamadine wa ala ali sayidina\nMouhamadine salatane tahônou laka ridâ ane wali hakh-î-ada ane wa hâtihil\nwa silata wal malakhamal Mahmouda leuzi wa ad-tahou ». Celui qui dit cette\nprière bénéficiera de l’intercession du Prophète (PSL).\n-« Allahouma salli alâ sayidina Mouhamadine abdika wa rassoulika wa\nsalihalal mouminina wa mouminati wal mouslimina wal mouslimati ». Celui\nqui dit cette prière sera considéré comme celui qui a donné à manger à sa faim à\nson prochain.\n-« Allahouma alâ Mouhamadine ». Celui qui dit cette litanie se verra ouvrir\n70 portes dispensatrices de la miséricorde divine, il sera aimé de Dieu et des\nMusulmans, seuls les hypocrites le haïront.\n-« Allahouma salli ala sayidina Mouhamadine wa ala alihi wa salime ».\nCelui qui dit cette prière sera immédiatement absous.\n-« Allahouma yâraba saydina Mouhamadine wa ali saydina Mouhamadine\nsalli ala sayidina Mouhamadine wa ala ali sayidina Mouhamadine wa ahti\nsayidina Mouhamadane sallalahou tahala aleyhi wa salama adaradjatar\nrafiata wal wazilata fil djanata. Allahouma yâraba sayidina Mouhamadine wa \nali sayidinaMouhamadine idedjizi sayidina Mouhamadane sallalahou tahala\naleyi wa salama annâmâhouwa ahlouhou ». Celui qui dit cette prière se verra\naffecté 70 anges qui s’emploieront à enregistrer des bienfaits en sa faveur\npendant 1000 jours.\n-« Allahouma salli alâ sayidina Mouhamadine wa ala ali sayidina\nMouhamadine wa ala ali baïti hî » ; si on dit cette prière régulièrement 100 fois\npar jour, Dieu satisfera tous nos besoins ici bas et dans l’au-delà.\n-« Allahouma salli hala saydina mouhamadine fil lawalina wa salli hala\nsaydina mouhamadine fil lakhirina wa salli hala saydina mouhamadine fin\nnabi yîna wa salli hala saydina mouhamadine fil moursaline. wa salli hala\nsayidina mouhamadine fil malâ il ahla ila yawmid dîni ». Celui qui dit\nrégulièrement cette prière matin et soir (3 fois) bénéficiera de la remise de ses\npéchés et tous ses besoins seront satisfaits ici bas et dans l’au-delà.\n-« Allahouma salli hala sayidina mouhamadine hadadamâ fi hilmi lahi\nsallatane dâ-i matane bi dawâmi moulki lâhi ». Celui qui dit cette prière (1000\nfois) tous les vendredi sera heureux dans ce monde et dans l’autre.\n-« Allahouma salli hala sayidina mouhamadine wa hala alihi wa sahbihi\nwa salama bi hadadi koulli harfine diarâ bihil khalamou ». Celui qui dit cette\nprière (10 fois) tous les jours après la prière du Maghreb (timis) avant de parler à\nuqui que ce soit, conservera sa foi jusqu’à sa mort.\n-« Allahouma Sali hala saydina mouhamadine wa hala alihi wa sahbihi\nsalata ahly samawâti wal ardi haleyhi wa adjiri yâ mawlâna loutfakal khafiya\nfî amri wa arni sira djamili sounhika fîmâ a moulouhô minka ya rabal\nhâlamina ». Celui qui dit (1000 fois) cette prière pour n’importe quel besoin,\nDieu le satisfera.\n-« Allahouma salli hala sayidina mouhamadine habdika wa nabiyika wa\nrassoulika nabiyi loumiyi wa hala halihi wa sahbihi wa salime », cette prière\ndite (100 fois) par jour, permet de voir le Prophète en état de veille.\n-« Allahouma salli hala sayidina wa mawlana mouhamadine nabîyi wa\nhala alihi wa sahbihi wa salame taslimane ». Celui qui dit ctte prière (80 fois)\ntous les vendredi sera basous de péchés comme pendant (80 ans) avant qu’il ne\nquitte le lieu où il a effectué la prière du takoussane (asr) en outre il bénéiciera\nde (80 ans) de dévotion à Dieu. \n-« Allahouma salli hala nouril anewâr wa sîril asrar wa tiryâkhil akh-yare\nwa miftahi bâbil yassari saydina mouhamadine al moukhtar wa alihil athar\nwa ash-â bihil akhyar hadada nihami lâhi waifdâlihi ». Celui qui dit (100 fois)\ncette prière verra tous ses besoins satisfaits, il guérira de toutes ses angoisses, il\ntrouvera des solutions à tous ses maux, il aura l’intelligence du cœur (leeral xol)\net tant d’autres faveurs.\n-« Allahouma salli hala saydina mouhamadine sallâtane tounad djîna biha\nmine diamihil ah wâli wal âfâti wa takhdilana biha diamihal hâdjâti watouta\nhirouna biha mine diamihissayi âti wa tarfahouna biha hindaka\nahladdaradiati wa toubalikhouna biha akhsal khâyâti mine diamihil khaïrâti\nfil hayati wa bahdal mamai ». Celui qui dit (1000 fois) cette prière pourun\nbesoin donné le verra satisfait.\n-« Salla lahou hala nabiyina mouhamadine koula mâzakarahous zâkirôna\nwa khafala hane zikrihil khâfillôma ». Celui qui dit cette prière ne connaîtra\npas d’épreuves (au jugement dernier).\n-« Allahouma salli hala sayidina mouhamadine nabiyil loumiyi wa hala\nalihi wa sahbihi wa sallama hadada mâ halimta wa zinata mâ halimta wa mil\namâ halimta ». Celui quidit cette prière sera absous.\n-« Allahouma iniya ashalouka bika antousaliya wa toussalima wa\ntoubârika hala sayidina mouhamadine wa hala sâ iril ane biyâ i wal\nmoursalina wa hala alihime wa ashâbihime adimahîna wa ane takh firalî mâ\nadâ wa tahfazani fimâ bakhiya ». A cette preière sont liés beaucoup de\nbienfaits.\n-« Allahouma salli wa salime wa barik hala saydina mouhamadine an\nnoris zâtiyi wa sirris sari fi sâ-iril asmâ-i was sifâti ». Celui qui dit (500 fois)\ncette prière sera guéri de toutes ses angoisses.\n-« Allahouma salli wassalim wa bârrick hala sayidina wa mawlâna\nmouhamadine al fâtihi lima ouch likha wal khâtimi limâ sabakha wa nassiril\nhakha bil hakhi wal hâdi ila sirratikal moustakhim salla lahou tahala alayhi\nwa alaa âlihi wa asshabihi hakha khadrihi wa mikh dâri hil hazimi ». Celui\nqui dit cette prière une seule fois dans sa vie ne sera pas jeté dans les feux de\nl’enfer, celui qui la dit (100 fois) tous les jours bénéficiera de la remise de ses\npéchés en outre, tous ses besoins seront satisfaits. \n-« Allahouma salli wa salliml wa bârik hala sayidina mouhamadine wa\nalla ali sayidina mouhamadine fi koulli lame hatine wa nafassi sin bi hadadi\nkouli mahlômine laka », Le Prophète (PSL) intercédera en faveur de celui qui\ndit cette prière (100 fois) ainsi qu’en faveur de ses parents.\n-« Allahouma salli hala sayidina mouhamadine wa hala alihi sallatane\nlâni hayâtalahâ kamâ lânihayata li kamâ lika wa adi kamalihi ». Celui qui dit\n(7 fois) cette prière ne sera pas précipité dans les feux de l’enfer. Celui qui la dit\ntoujours après la prière du Maghreb (timis) aura une bonne mémoire.\n-« Allahouma salli hala sayidina mouhamadine wa hala alihi wa sahbihi wa\nsallim taslimane bîkhadri azamati zâtika fi koully wakhtinewa hiinine », cette\nprière est dispensatrice de beaucoup de bienfaits.\n-« Soubhana lahi wal hamdoulilahi wa la ilaha ila lahou akbar wa lâ\nhawla wala khouwata ila bilahil haliyil hazîmi adada makhalakha lahou wa\nhadada mâ houwa khâlikhoune wa zinata makhalakha wa zinata mâ houwa\nkhâlikhoune wa mil amâkha-lakha wa mil amâ houwa khâlikhoune wa mil\nassamawâtihi wa mil ha ardii wa misla zâlika wa adhafa zâlika wa milama\nchâ amine bahda wa hadada khalkhihi wa zinata archihi wa rida nafsihi wa\nmountaha rahmatihi wa midada alimâtihi wa mablakha rida ou hatta yarda\nwa iza radiya wa adada mâ zakara o bihi khalkhou ô fi diamihi mâ mada wa\nadada mahoum zakiro hou fima bakhhiya fî koulli sanatine wa chahrine wa\ndioumouhatine wa yawmine walaylatine wa sâ atine mina sahati wa châmine\nwa nafsassine mina lanfassi wa abadine minal âbâdi mine adadine ilâ abadine\nabadid dounya wa abdadi lâkhirati wa absaramine zâlika la yane khatihou\nawalouhô. A la yane fadou âkhirou o allahouma salli ala sayidina\nMouhamadine wa hala ali sayidina Mouhamadine wa add hâfa add hâfi\nsâlika ».\nUn véridique avait une fois vu en songe un autre véridique qui, lui était mort.\nLe premier demande au second ce qu’il a de plus précieux là-bas (dans l’autre\nmonde). Et le second de lui répondre les « Tasbihâtes » nous les avons trouvés\nparmi les grades très élevés chez le Tout Puissant, c’est la raison pour laquelle\nnous les avons ajoutés aux prières à dire :\n-« Salawatou lahi wa malamalahi katifi ikatohi wa ane biya ihi wa\nrassoulihi wa diamihi khalkhihi ala sayidina Mouhamadine wa ala ali\nsayidina Mouhamadine wa alayhi wa alayhimou salamou wa mahratou lahi\nwa barkatouhô ». \nCelui qui dit cette prière (10 fois) par jour et (100 fois) chaque vendredi fera\npartie des suivants du prophète (PSL) le jour du jugement dernier, le Prophète en\npersonne le conduira de sa main au paradis.\n- « Allahouma salli wa salim wa barik ala sayidina wa mawlâna\nmouhamadine annabiyil loumiyil habibil hâlil khadril hazimil dia i wa ala\nalihi wa sahbih ». Celui qui dit régulièrement cette prière dans la nuit du jeudi\nau vendredi ne serait ce qu’une seule fois, trouvera dans sa tombre le Prophète\n(PSL) qui l’attend pour le recevoir.\n-« Allahouma salli sahlatane kâmilatane wa salim sallâmoune tâmmane\nala sayidina Mouhamdine annabiyi loumyi leuzi tann halou bihil houkhadou\nwa tane faridiou bihil kourabou wa toukh dâbihil hawa idiou watounâlou bihi\nrakhailou bihiakhaibou wa ousnous kha wâtimi wa yous taskhal khamâmou\nbi wadjhi il karami wa ala alihi wa sahbihi fi koulli lamhatine wa nafassine\nhadadi koulli mahlônime laka ». Celui qui dit cette litanie après chaque prière\nobligatoire (11 fois) aura des chances d’acquisition de biens. Il aura un daradia\n(grade) élevé auprès de Dieu, en outre, il bénéficiera de beaucoup de\nbénédiction.\n-« Bismil lahi rahmâni rahîmi lâhi laha ila lahou Mouhamadoune\nrassôloulâhi fi koulli lamhatine wa na fassine adada mâ wassiha ô ilmoul lâhi\nallahouma iniya as salouka bi nouri wadjhil lahil azimil leuzi mala aar kâna\narchi labil hazimi wa khâmata bihî hawa limoul lahil ihazimi antou saliya ala\nsaydina wa mawlâna mouhamadine zil khoulohil hazimi wal khadril hazîmou\nwa ala âli nabiyi lakhil azîmi bikhadri azamati zâtilâhil hazimi fi koulli\nlamhatine wanafassine adada mâfi hilmil lahil. Hazimi salâtane dâimatane\nbidawâmi lahil hazimi takhzîmane li akhika yâ mawlana yâ Mouhamadou\nyâzal khoulôhil hazimi wa salime aleyhi wa ala alihi misla zâlika wadjmah\nbayni wa bayna hô kamâ diamahta bayna rouhi wa nafsi zâhirane wa\nbâtinane yahâ zatane wa manâ mane wadjhal houyâ rabi rôhane lizâtî mine\ndiamîhil woudioni fid dounya khablal lâkhirati yâ hazimi astakhfirou lahal\nazimal leuzi lâhi laha ila houwa hayal khayôma khafaraz zounobi zal dialali\nwa likrami wa atô bouilayhi mine diamihil mahâssi koulli hâ waz zounôbi wal\nâssâmi wamil koulli zanbine aznabtouhô amdane wa khataane zâhirane wa\nbâtinane khawlane wa fihlane fî diamîbi arakâti wa zakanâti wa khatarâti wa\nanne fâssi koulli khâ dâ imane abadane sarmadane mina zeunbi leuzi\nahlamou wa mina zeunbi leuzi la ahlamou adada mâ ahâtabihil hilmou wa\neuhsââ ». \nCette prière est plus importante que beaucoup d’autres prières car elle\nrassemble en elle des invocations à Dieu, des invocations au Prophètes (PSL) et\ndes repentirs, celui qui la dit toujours, c’est le Prophète en personne qui\nl’éduquera (Tarbiya).\nIl n’est pas possible de citer toutes les prières, il suffit d’en choisir une ;\nde la dire régulièrement et dans des conditions de pureté absolue avec tout le\nsérieux nécessaire, on en tirera beaucoup de profits dans ce monde et dans\nl’autre.\n« Wâ lâhou halla mânakhôlou wakîlone wal lâhou yakhtasou\nbirahmatihî mine yachâ-ou lâhou zoul fadhil hazimi.\nSoubhana rabbika rabbil hizati ama yassifouna wa salamoune allal\nmoursalina wal hamdoulilahi rabbil hâlaminâ ».\nFin.\n"
 }
 ]
}